[
    {
        "Year": "2022",
        "Authors": "Podmarkova A.D, Zasimova M.A, Ivanov N.G, Ris V.V, Abramov A.G",
        "Title": " Supercomputer modelling of human respiration using virtual thermal manikin under test conditions  Lobachevskii Journal of Mathematics, 2022, Vol. 43, No. 10, pp. 2877-2886. DOI: 10.1134S1995080222130364. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Abramov A.G, Porkhachev V.A",
        "Title": " Architecture and main components of the improved digital center for monitoring and management of the National Research Computer Network of Russia  Lobachevskii Journal of Mathematics. 2022. Vol. 43(10). P. 2822-2832. DOI: 10.1134S1995080222130029. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Смирнов С.И, Абрамов А.Г, Галаев С.А, Смирнов Е.М",
        "Title": " Вихреразрешающее моделирование смешанной конвекции во вращающейся междисковой полости с нагретыми дисками и холодным приосевым транзитным потоком  В сборнике: Материалы Восьмой Российской национальной конференции по теплообмену. Материалы конференции. В 2-х томах. Москва, 2022. С. 97-98. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Михайлов К.И, Абрамов А.Г",
        "Title": " Теория и практика определения уровня критичности инцидентов в цифровых инфраструктурах  Распределенные компьютерные и телекоммуникационные сети: управление, вычисление, связь (DCCN-2022): материалы XXV Междунар. научн. конфер, Москва, 26-30 сент. 2022 г. – М.: РУДН, 2022. С. 83-88. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Абрамов А.Г",
        "Title": " Концептуальный взгляд на архитектуру сервисной платформы Национальной исследовательской компьютерной сети России  Информационные технологии. 2022. №2. С. 68-74. DOI: 10.17587it.28.68-74. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Абрамов А.Г, Евсеев А.В, Гончар А.А, Шабанов Б.М",
        "Title": " Вопросы увеличения пропускной способности и территориальной доступности национальной исследовательской компьютерной сети России  Системы и средства информатики. 2022. №2(32). С. 4-12. DOI: 10.1435708696527220201. (скачать)\r\n",
        "Url": "https://www.mathnet.ru/php/getFT.phtml?jrnid=ssi&paperid=822&what=fullt&option_lang=rus"
    },
    {
        "Year": "2022",
        "Authors": "Абрамов А.Г, Гончар А.А, Евсеев А.В, Идрисов А.Т, Новик Д.В, Шабанов Б.М",
        "Title": " Национальные научно-образовательные сети стран Евразийского экономического союза: текущее состояние и перспективы интеграции  Системы и средства информатики. 2022. №4(32). С. 90-98. DOI: 10.1435708696527220409. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Абрамов А.Г",
        "Title": " Защита от DDoS-атак своими руками: оперативные разработка и внедрение сервиса в Национальной исследовательской компьютерной сети России  Программные продукты и системы. 2022. Т. 35. №4. С. 572-582. DOI: 10.158270236-235X.140.572-582. (скачать)\r\n",
        "Url": "http://www.swsys.ru/index.php?page=article&id=4944&lang="
    },
    {
        "Year": "2021",
        "Authors": "Abramov A.G",
        "Title": " Service portfolios of leading National Research and Education Networks and implementation on the basis of the National Research Computer Network of Russia  Lobachevskii Journal of Mathematics. 2021. Vol. 42(11). P. 2481-2492. DOI:10.1134S1995080221110032. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2021",
        "Authors": "Abramov A.G",
        "Title": " Issues of modernization of the monitoring and control system of the National Research Computer Network of Russia with an emphasis on free software solutions  Lobachevskii Journal of Mathematics. 2021. Vol. 42(11). P. 2469-2480. DOI:10.1134S1995080221110020. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2021",
        "Authors": "Abramov A.G, Zaitsev D.K, Smirnov E.M, Kitanina E.E",
        "Title": " Eddy resolving simulation of mixed convection in a rotating annular cavity with one heated disk and axial throughflow: the effect of the surface macro-relief  J. Phys.: Conf. Ser. 2021, Vol. 2088, 012001. DOI:10.10881742-659620881012001. (скачать)\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/2088/1/012001/pdf"
    },
    {
        "Year": "2021",
        "Authors": "Smirnov S.I, Abramov A.G, Kitanina E.E, Smirnov E.M",
        "Title": " Numerical study of turbulent mixed convection in a rotating inter-disk cavity with axial throughflow of cooling air  J. Phys.: Conf. Ser. 2021. Vol.1809(1), 012013. DOI: 10.10881742-659618091012013. (скачать)\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1809/1/012013/pdf"
    },
    {
        "Year": "2021",
        "Authors": "Абрамов А.Г, Зайцев Д.К, Китанина Е.Э, Смирнов Е.М",
        "Title": " Численное моделирование смешанной конвекции в быстровращающейся кольцевой полости с осевым транзитным потоком: влияние макрорельефа поверхности нагреваемого диска  В кн.: Тепломассообмен и гидродинамика в закрученных потоках (18-21 октября 2021): материалы VIII международной конференции. – М.: Издательство МЭИ, 2021. – 299 с. – с.5-6. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2021",
        "Authors": "Смирнов Е.М, Смирнов С.И, Абрамов А.Г, Галаев С.А.Турбулентная смешанная конвекция в быстровращающихся обогреваемых кольцевых полостях при прохождении через них осевого потока // Научно-технические ведомости СПбГПУ",
        "Title": " Физико-математические науки. 2021. Т. 14. № 3. С. 21–35. DOI: 10.18721JPM.14302. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2020",
        "Authors": "Abramov A.G",
        "Title": " Collection, analysis and interactive visualization of NetFlow data: experience with big data on the base of the National Research Computer Network of Russia  Lobachevskii Journal of Mathematics. 2020. Vol. 41(12). P. 2525-2534. DOI:10.1134S1995080220120021. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2020",
        "Authors": "Abramov A.G, Smirnov E.M, Smirnov S.I",
        "Title": " Eddy-resolving numerical simulation of silicon melt convection in a Czochralski crucible: Effects of radiation from the free surface at various crucible rotation rates  Journal of Physics: Conference Series, 2020, 1565(1), 012040. (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1565/1/012040/pdf"
    },
    {
        "Year": "2020",
        "Authors": "Abramov A.G, Zaitsev D.K, Smirnov E.M, Smirnovsky A.A",
        "Title": " An experience in eddy resolving simulation of mixed convection in a rotating annular cavity with one heated disk and axial throughflow  Journal of Physics: Conference Series. 2020, V.1683 (2), P.022089(8). (скачать)\r\n\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1683/2/022089"
    },
    {
        "Year": "2020",
        "Authors": "Абрамов А.Г, Засимова М.А, Иванов Н.Г",
        "Title": " Исследовательские проекты в области механики сплошных сред. Пакеты прикладных программ в научных исследованиях: учеб. пособие. – СПб.: ПОЛИТЕХ-ПРЕСС, 2020. – 229 с. ISBN 978-5-7422-6859-8. doi 10.18720SPBPU2id20-57 (скачать)\r\n",
        "Url": "https://elib.spbstu.ru/dl/2/id20-57.pdf/info"
    },
    {
        "Year": "2020",
        "Authors": "Абрамов А.Г, Иванов Н.Г, Рис В.В",
        "Title": " Течения жидкости в полях объемных сил. Ламинарные режимы и устойчивость свободноконвективных течений: учеб. пособие. – СПб.: ПОЛИТЕХ-ПРЕСС, 2020. – 114 с. ISBN 978-5-7422-7100-0. DOI: 10.18720SPBPU2i20-271. (скачать)\r\n",
        "Url": "https://aero.spbstu.ru/attachments/article/81/abramov-ivanov-ris-free_convection.pdf"
    },
    {
        "Year": "2020",
        "Authors": "Абрамов А.Г",
        "Title": " Сервисная платформа национальной исследовательской компьютерной сети нового поколения в контексте перспектив развития  Информатизация образования и науки. 2020. №4(48). С. 47-65. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2020",
        "Authors": "Абрамов А.Г, Гончар А.А, Евсеев А.В",
        "Title": " Национальная исследовательская компьютерная сеть нового поколения как инфраструктурно-сервисная платформа единого цифрового пространства научных знаний  Информационные ресурсы России. 2020. №5. С. 43-46. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2020",
        "Authors": "Абрамов А.Г, Зайцев Д.К, Смирнов Е.М, Смирновский А.А",
        "Title": " Опыт вихреразрешающего моделирования смешанной конвекции во вращающейся кольцевой полости с односторонним нагревом при наличии осевого транзитного потока  III Международная конференция «Современные проблемы теплофизики и энергетики», МЭИ, Москва, 19 – 23 октября 2020. Материалы конференции. 709 с. с.11-12. (скачать)\r\n",
        "Url": "http://www.ptppe.ru/files/2020/materials-2020.pdf"
    },
    {
        "Year": "2020",
        "Authors": "Абрамов А.Г, Смирнов С.И, Китанина Е.Э, Смирнов Е.М",
        "Title": " Нестационарные вихревые структуры, формирующиеся в нагреваемой быстровращающейся кольцевой полости с транзитным осевым потоком охлаждающего воздуха  В сборнике: Пермские гидродинамические научные чтения. материалы VII всероссийской конференции с международным участием, посвященной памяти профессоров Г.З. Гершуни, Е.М. Жуховицкого и Д.В. Любимова. Пермь, 2020. С. 28-37. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Ivanov N.G, Zasimova M.A, Smirnov E.M, Abramov A.G, Markov D, Stankov P",
        "Title": " Unsteady RANS Simulation of Air Distribution in a Ventilated Classroom with Numerous Jets  E3S Web of Conferences, Vol 111, 02010. 2019. 8 p. DOI: 10.1051e3sconf201911102010 (скачать)\r\n",
        "Url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2019/37/e3sconf_clima2019_02010/e3sconf_clima2019_02010.html"
    },
    {
        "Year": "2019",
        "Authors": "Smirnov S.I, Abramov A.G, Smirnov E.M",
        "Title": " Numerical simulation of turbulent Rayleigh-Benard mercury convection in a circular cylinder with introducing small deviations from the axisymmetric formulation  Journal of Physics: Conference Series, V.1359, P.012077, 2019. DOI:10.10881742-659613591012077. 6p.                                                                                     \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Абрамов А.Г, Смирнов Е.М, Смирнов С.И",
        "Title": " Вихреразрешающее численное моделирование конвекции расплава кремния в тигле метода Чохральского: влияние излучения со свободной поверхности  Материалы всероссийской научной конференции с международным участием: XI Семинар ВУЗов по теплофизике и энергетике (21-23 октября 2019 г.). СПб. ПОЛИТЕХ-ПРЕСС, 2019, ISBN 978-5-7422-6703-4. с.8-9.             \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Абрамов А.Г, Васильев И.В, Морин Ю.Н, Овсянников А.П, Порхачёв В.А",
        "Title": " Вопросы совершенствования российского сегмента сервиса роуминга в беспроводных сетях eduroam в условиях интеграции научно-образовательных сетей RUNNet и RASNet  Труды НИИСИ РАН, 2019. Т. 9(6). C. 68-75.                                                                                                                     \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Абрамов А.Г, Евсеев А.В",
        "Title": " Концептуальные аспекты создания в Российской Федерации национальной исследовательской компьютерной сети нового поколения  Информационные технологии. 2019. Т. 25 (12). C. 724–733. DOI: 10.17587it.25.724-733.                                                                                                                                                             \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Абрамов А.Г",
        "Title": " Профессиональное обучение в России: анализ состояния по результатам автоматизированного сбора данных федерального статистического наблюдения  Информатизация образования и науки. 2019. №4(44). С. 68-79.                                                                                                                                                                                \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Абрамов А.Г, Васильев И.В, Порхачёв В.А",
        "Title": " Принципы функционирования и управления удостоверяющей федерацией RUNNetAAI в рамках интерфедеративного взаимодействия с проектом eduGAIN  Информатизация образования и науки. 2019 №2(42). С. 39-46.                                                                                                                                                       \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Абрамов А.Г",
        "Title": " Анализ функционирования сферы ДПО в России на основе агрегируемых в автоматизированной системе данных федерального статистического наблюдения  Информатизация образования и науки. 2019. №1(41). С. 94-103.                                                                                                                                                                              \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Smirnov E.M, Abramov A.G, Smirnovsky A.A, Smirnov P.E",
        "Title": " Numerical simulation of turbulence arising in the free convection boundary layer after a cross row of rectangular obstacles  Journal of Physics: Conference Series, V.1128, P.012090(6), 2018. DOI:10.10881742-659611281012090.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Abramov A.G, Evseev A.V",
        "Title": " RUNNet: infrastructural and service basis of the national research and education network of the Russian Federation  Proc. VIII Int. Conf. \"Distributed Computing and Grid-technologies in Science and Education\" (GRID 2018), Dubna, Moscow region, Russia, September 10-14, 2018. Urn:nbn:de:0074-2267-5. (скачать)",
        "Url": "http://ceur-ws.org/Vol-2267/52-57-paper-8.pdf"
    },
    {
        "Year": "2018",
        "Authors": "Кунаева А.И, Смирнов С.И, Абрамов А.Г",
        "Title": " Численное моделирование турбулентной конвекции Рэлея-Бенара в цилиндрической полости в условиях сопряженного теплообмена  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Политех-пресс, 2018, с. 35-37.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Смирнов С.И, Кунаева А.И, Абрамов А.Г",
        "Title": " Численное моделирование турбулентной конвекции Рэлея-Бенара во вращающейся цилиндрической полости при различных числах Прандтля  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Политех-пресс, 2018, с. 47-49.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Абрамов А.Г",
        "Title": " Панъевропейский научно-образовательный сетевой консорциум GEANT: особенности инфраструктуры, ключевые проекты и сервисы  Информационные технологии. – 2018. – Т. 24. – №8. – С. 546-553.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2015",
        "Authors": "Abramov A.G, Levchenya A.M, Smirnov E.M, Smirnov P.E",
        "Title": " Numerical simulation of liquid metal turbulent heat transfer from an inline tube bundle in cross-flow  St. Petersburg Polytechnical University Journal: Physics and Mathematics, 2015, Vol. 1, No.4, P. 356-363. DOI: 10.1016j.spjpm.2016.02.002. (скачать)",
        "Url": "http://www.sciencedirect.com/science/article/pii/S2405722316300044/pdfft?md5=82b0bea8ee16e864bd5b5257da164c8e&pid=1-s2.0-S2405722316300044-main.pdf"
    },
    {
        "Year": "2015",
        "Authors": "Абрамов А, Шмелькова Л",
        "Title": " Дополнительное профессиональное образование в Российской Федерации. Статистическая информация по результатам сбора и обработки данных в автоматизированном режиме. Saarbrucken: LAP LAMBERT Academic Publishing GmbH & KG, 2015. – 68 с. (ISBN 978-3-659-77759-2).",
        "Url": "Not url"
    },
    {
        "Year": "2015",
        "Authors": "Гугель Ю.В, Ижванов Ю.Л, Абрамов А.Г",
        "Title": " Федеральная университетская сеть RUNNet: прорыв в третье десятилетие  Информационное общество: образование, наука, культура и технологии будущего: сборник научных статей. Труды XVIII объединенной конференции «Интернет и современное общество» (IMS-2015), Санкт-Петербург, 23-25 июня 2015 г. - СПб.: Университет ИТМО, 2015. С. 249-259.",
        "Url": "Not url"
    },
    {
        "Year": "2015",
        "Authors": "Абрамов А.Г, Левченя А.М, Смирнов Е.М, Смирнов П.Е",
        "Title": " Численное моделирование турбулентного теплообмена в коридорном пучке труб, поперечно обтекаемом жидким металлом  Научно-технические ведомости СПбГПУ. Физико-математические науки. - 2015. - №4(230). – C. 24-35.",
        "Url": "Not url"
    },
    {
        "Year": "2015",
        "Authors": "Абрамов А.Г, Шмелькова Л.В",
        "Title": " Совершенствование автоматизированной системы сбора, анализа и представления информации о реализации дополнительных профессиональных программ в Российской Федерации  Информатизация образования и науки. - 2015. - №3 (27). - С. 42-54.",
        "Url": "Not url"
    },
    {
        "Year": "2015",
        "Authors": "Гугель Ю.В, Ижванов Ю.Л, Абрамов А.Г",
        "Title": " Инновационные решения в развитии инфраструктуры и сервисов федеральной университетской сети RUNNet  Дистанционное и виртуальное обучение. - 2015. - №8(98). - С. 72-90.",
        "Url": "Not url"
    },
    {
        "Year": "2014",
        "Authors": "Абрамов А.Г, Смирнов Е.М",
        "Title": " Прямое численное моделирование турбулентного обтекания кругового цилиндра жидким натрием при существенном влиянии эффектов плавучести  Труды VI Российской национальной конференции по теплообмену (РНКТ-6) (27-31 октября 2014 года, Москва) [CD ROM]. - Москва, МЭИ, 2014. 4с.",
        "Url": "Not url"
    },
    {
        "Year": "2014",
        "Authors": "Abramov A.G, Smirnov E.M, Goryachev V.D",
        "Title": " Temporal direct numerical simulation of transitional natural-convection boundary layer under conditions of considerable external turbulence effects  Fluid Dynamics Research. Article ID: 041408 doi:10.10880169-5983464041408 (ISSN 0169-5983). - 2014. - Vol. 46. - Issue 4. – 17 pages.",
        "Url": "Not url"
    },
    {
        "Year": "2014",
        "Authors": "Abramov A, Bulakina M, Ivannikov A, Sigalov A",
        "Title": " Joint Digital Library of Open Educational Resources of Russian Universities  The International Journal for Innovation and Quality in Learning, 2014 (ISSN: 2294-9763). - Vol. 1(3). - P.1-9.",
        "Url": "Not url"
    },
    {
        "Year": "2014",
        "Authors": "Абрамов А.Г, Булакина М.Б, Иванников А.Д, Кривошеев А.О, Шмелькова Л.В",
        "Title": " Система дополнительного профессионального образования Российской Федерации: ключевые статистические показатели по результатам автоматизированного сбора данных  Вестник Российского университета дружбы народов. Серия: \"Информатизация образования\". - 2014. - №1. - С. 133-144.",
        "Url": "Not url"
    },
    {
        "Year": "2013",
        "Authors": "Абрамов А.Г, Ковалев Г.А, Смирнов Е.М",
        "Title": " Численное моделирование циркуляции паровоздушной среды и сопутствующей конденсации на ряде вертикальных трубок  Научно-технические ведомости СПбГПУ. Физико-математические науки. - 2013. - №3(177). - С. 69-79.",
        "Url": "Not url"
    },
    {
        "Year": "2013",
        "Authors": "Abramov A.G, Smirnov E.M, Goryachev V.D",
        "Title": " Vortex structures in transitional free-convection boundary layer: numerical simulation results  Proc. of the Fifth International Symposium \"Instabilities and Bifurcations in Fluid Mechanics\" (BIFD2013), Haifa, Israel, July 8-11, 2013. P. 20.",
        "Url": "http://bifd2013.technion.ac.il"
    },
    {
        "Year": "2013",
        "Authors": "Абрамов А.Г, Иванов Н.Г, Ковалев Г.А, Смирнов Е.М",
        "Title": " Численное исследование тепломассопереноса в паровоздушной среде с конденсацией на ряде вертикальных трубок  Современная наука: исследования, идеи, результаты, технологии. - Днепропетровск: \"НПВК Триакон\". - 2013. - №1(12). - С. 375-381. (ISSN 2076-6866)",
        "Url": "http://alushta.triacon.org"
    },
    {
        "Year": "2013",
        "Authors": "Гугель Ю.В, Абрамов А.Г, Карапетян Г.А",
        "Title": " Федеральная университетская компьютерная сеть RUNNet: телекоммуникации для образования и науки России  Дистанционное и виртуальное обучение. 2013. №1. С. 67-80.",
        "Url": "Not url"
    },
    {
        "Year": "2013",
        "Authors": "Abramov A, Bulakina M, Ivannikov A, Sigalov A",
        "Title": " Integration of Russian educational Internet resources on the portal \"Single-Entry Window\"  Proc. of INTED2013 (International Technology, Education and Development Conference), 4-6 March 2013, Valencia, Spain. - International Association of Technology, Education and Development (IATED), 2013. P. 5300-5305 (ISBN 978-84-616-2661-8).",
        "Url": "http://iated.org/inted2013/"
    },
    {
        "Year": "2013",
        "Authors": "Abramov A, Bulakina M, Ivannikov A, Sigalov A",
        "Title": " Joint Digital Library of Open Educational Resources of Russian Universities  Proc. of LINQ 2013 - \"Learning Innovations and Quality: \"The Future of Digital Resources\", Rome, Italy, 16-17 May, 2013. - Logos Verlag Berlin. P. 37-42 (ISBN 978-3-8325-3406-6) (скачать)",
        "Url": "http://www.learning-innovations.eu/2013/conference"
    },
    {
        "Year": "2013",
        "Authors": "Абрамов А.Г, Кикнадзе Е.С, Коврижко Д.А, Кривошеев А.О, Мельниченко А.А, Мельниченко Н.В, Симонов А.В",
        "Title": " Аналитический доклад по функционированию системы дополнительного профессионального образования в Российской Федерации в 2013 году. - М.: ФГАУ ГНИИ ИТТ \"Информика\", 2013. - 90 с. (скачать)",
        "Url": "http://as-dpe.mon.gov.ru/projects/dop/files/analit-doklad-2013.pdf"
    },
    {
        "Year": "2012",
        "Authors": "Abramov A.G, Goryachev V.D, Smirnov E.M",
        "Title": " Identification of vortex structures in transitional free-convection boundary layer using data of Temporal Direct Numerical Simulation  Proc. of 15th International Symposium on Flow Visualization, June 25-28, 2012, Minsk, Belarus. CD-ROM proceedings, ISFV15. 9 pp. (скачать)",
        "Url": "http://www.itmo.by/en/conferences/isfv_15/"
    },
    {
        "Year": "2012",
        "Authors": "Абрамов А",
        "Title": " Численное моделирование турбулентной термоконвекции. Применение метода моделирования крупных вихрей в расчетах на основе трехмерных нестационарных формулировок. - Saarbrücken: LAP LAMBERT Academic Publishing GmbH & KG, 2012. - 248 с. (ISBN 978-3-659-28644-5)",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Абрамов А.Г",
        "Title": " Вычисления на многопроцессорных компьютерах. Параллельные вычисления на основе технологии OpenMP: Учебное пособие. СПб.: Изд-во Политехн. ун-та, 2012. - 150 с. (ISBN 978-5-7422-3526-2).",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Абрамов А.Г, Булакина М.Б, Иванников А.Д, Кривошеев А.О, Мосичева И.А",
        "Title": " Автоматизация сбора статистических данных и интегральный подход к анализу и оценке эффективности функционирования системы дополнительного профессионального образования в РФ  Информатизация образования и науки. 2012. №4(16). С. 74-89.",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Абрамов А.Г, Булакина М.Б, Иванников А.Д, Кикнадзе Е.С, Кривошеев А.О, Плосковитов А.Б, Симонов А.В",
        "Title": " Аналитический доклад по функционированию системы дополнительного профессионального образования в Российской Федерации в 2012 году. - М.: ФГАУ ГНИИ ИТТ \"Информика\", 2012. - 80 с. (скачать)",
        "Url": "http://as-dpe.mon.gov.ru/projects/dop/files/analit-doklad-2012.pdf"
    },
    {
        "Year": "2011",
        "Authors": "Абрамов А.Г, Горячев В.Д, Смирнов Е.М",
        "Title": " Прямое численное моделирование турбулентной свободной конвекции, развивающейся во времени у нагретой вертикальной стенки  Параллельные вычислительные технологии (ПаВТ-2011): труды международной научной конференции (Москва, 28 марта - 1 апреля 2011 г.). - Челябинск: Издательский центр ЮУрГУ, 2011. С. 374-380. (скачать)",
        "Url": "http://omega.sp.susu.ac.ru/books/conference/PaVT2011/short/061.pdf"
    },
    {
        "Year": "2011",
        "Authors": "Смирнов Е.М, Абрамов А.Г",
        "Title": " Опыт прямого численного моделирования переходной и турбулентной свободной конвекции воздуха у нагретой вертикальной пластины  Вестник Нижегородского государственного университета им. Н.И. Лобачевского, 2011. №4(3). С. 1114-1116. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/congrmech2011.pdf"
    },
    {
        "Year": "2011",
        "Authors": "Абрамов А.Г, Булакина М.Б, Сигалов А.В",
        "Title": " Единое окно доступа к образовательным ресурсам: информационное наполнение и использование в учебном процессе  Дистанционное и виртуальное обучение. 2011. №8. С. 65-80. (скачать)",
        "Url": "http://window.edu.ru/resource/243/12243/files/dist_edu2011.pdf"
    },
    {
        "Year": "2011",
        "Authors": "Абрамов А.Г, Булакина М.Б, Иванников А.Д, Кикнадзе Е.С, Кривошеев А.О, Плосковитов А.Б, Симонов А.В",
        "Title": " Аналитический доклад по функционированию системы дополнительного профессионального образования в Российской Федерации в 2011 году. - Москва, ФГУ ГНИИ ИТТ \"Информика\", 2011. - 79 с. (скачать)",
        "Url": "http://as-dpe.mon.gov.ru/projects/dop/files/analit-doklad-2011.pdf"
    },
    {
        "Year": "2010",
        "Authors": "Абрамов А.Г, Смирнов Е.М",
        "Title": " Численное моделирование турбулентной свободной конвекции паровоздушной среды в замкнутой полости при наличии пленочной конденсации на центральной вертикальной трубке  Труды V Российской национальной конференции по теплообмену. - М.: Издательский дом МЭИ, 2010. Т.3. С. 33-36. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/rnkt5-2010.pdf"
    },
    {
        "Year": "2009",
        "Authors": "Смирнов Е.М, Абрамов А.Г, Смирнов П.Е. Численное моделирование тепломассообмена при пленочной конденсации водяного пара на вертикальной трубке в условиях циркулирующего турбулентного движения паровоздушной среды / Научные исследования и инновационная деятельность: материалы научно-практ. конф. - СПб. Изд. Политехн. ун-та, 2009. - 363 стр, с.70-76",
        "Title": " (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/npk2009.pdf"
    },
    {
        "Year": "2009",
        "Authors": "Абрамов А.Г, Булакина М.Б, Булгаков М.В, Внотченко С.С, Зыбарев Е.Ю, Иванников А.Д, Сигалов А.В",
        "Title": " Информационные разделы и сервисы федеральных образовательных порталов: опыт разработки и сопровождения  Информатизация образования и науки. 2009. N3. - С. 51-64.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Абрамов А.Г, Булгаков М.В, Иванников А.Д, Сигалов А.В",
        "Title": " Федеральный портал \"Информационно-коммуникационные технологии в образовании\": пять лет в образовательном Рунете  Дистанционное и виртуальное обучение. 2009. N3. С. 14-30. (скачать)",
        "Url": "http://window.edu.ru/resource/360/65360/files/3_2009_ikt.pdf"
    },
    {
        "Year": "2008",
        "Authors": "Смирнов Е.М, Абрамов А.Г, Кумзерова Е.Ю, Смирнов П.Е. О применении современных дифференциальных моделей турбулентности для расчета поверхностной конденсации в условиях свободной конвекции паровоздушной среды / Научные исследования и инновационная деятельность: материалы научно-практ. конф. - СПб. Изд. Политехн. ун-та, 2008. -336 с, с",
        "Title": " 83-89. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/npk2008.pdf"
    },
    {
        "Year": "2008",
        "Authors": "Абрамов А.Г, Булакина М.Б, Иванников А.Д, Сигалов А.В",
        "Title": " Электронная учебно-методическая библиотека информационной системы \"Единое окно доступа к образовательным ресурсам\": опыт формирования и перспективы развития  Дистанционное и виртуальное обучение. 2008. N4. С. 4-15. (скачать)",
        "Url": "http://window.edu.ru/resource/243/12243/files/dist_edu2011.pdf"
    },
    {
        "Year": "2007",
        "Authors": "Смирнов Е.М, Абрамов А.Г",
        "Title": " Численное моделирование турбулентной термоконвекции в замкнутых полостях на основе трехмерных нестационарных формулировок  Труды XVI Школы-семинара молодых ученых и специалистов под руководством академика А.И. Леонтьева \"Проблемы и тепломассообмена в энергетических установках\" В 2 томах.-М.: Издательский дом МЭИ, 2007, Том 1, с. 43-49. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/leo-sch-2007.pdf"
    },
    {
        "Year": "2007",
        "Authors": "Информационная система \"Единое окно доступа к образовательным ресурсам\": Информационно-методическое пособие для учреждений высшего профессионального образования / Редкол.: А.Н",
        "Title": " Тихонов (гл. ред.) и др. - М.: ФГУ ГНИИ ИТТ \"Информика\", 2007. - 32 с. (скачать)",
        "Url": "http://window.edu.ru/window/method/window_posob_vuz.doc"
    },
    {
        "Year": "2006",
        "Authors": "Goryachev V, Abramov A, Smirnov E",
        "Title": " Computational visualization of eddy structures after DNS of flow over a cylinder, over a cavity and in an enclosure  Proc. of 12th International Symposium on Flow Visualization, September 10-14, 2006, German Aerospace Center (DLR), Gottingen, Germany. CD-ROM proceedings, ISFV12-43.1. 7 pp. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/flow-vis2006.pdf"
    },
    {
        "Year": "2006",
        "Authors": "Абрамов А.Г, Горячев В.Д, Зайцев Д.К, Смирнов Е.М",
        "Title": " Вопросы обучения технологиям параллельных вычислений и использования распараллеленных программных средств на удаленных компьютерах  Наука в образовании: Электронное научное издание, #9 сентябрь 2006.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Абрамов А.Г, Сергеев А.О, Сигалов А.В, Скуратов А.К",
        "Title": " Всероссийские конкурсы инновационных проектов студентов и аспирантов по информационно-коммуникационным технологиям  Компьютерные инструменты в образовании. - СПб.: Изд-во ЦПО \"Информатизация образования\", 2006, N5, С. 70-75.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Абрамов А.Г, Смирнов Е.М. Численное моделирование турбулентной конвекции воздуха в подогреваемой сбоку полости квадратного сечения // Теплофизика высоких температур, 2006. Т. 44, N1, С. 90-97. (скачать) Перевод: Abramov A.G, Smirnov E.M",
        "Title": " Numerical simulation of turbulent convection of air in a square cavity heated on the side  High Temperature, 2006. Vol. 44, No. 1, pp. 091–098. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/tvt2006.pdf"
    },
    {
        "Year": "2006",
        "Authors": "Абрамов А.Г, Смирнов Е.М",
        "Title": " Численное моделирование турбулентной свободной конвекции воздуха в подогреваемой изнутри кольцевой полости  Труды IV Российской национальной конференции по теплообмену. - М.: Издательский дом МЭИ, 2006. Т.3. С. 33-37. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/rnkt4-2006.pdf"
    },
    {
        "Year": "2005",
        "Authors": "Abramov A, Balashov M, Goryachev V, Rykov D",
        "Title": " Cluster system for CFD with parallelization of calculation  In: Proc. 3rd International Conference on Advanced Computational Methods in Engineering - ACOMEN 2005, Ghent, Belgium, May 30-June 2, 2005, 8 pp. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/acomen2005.pdf"
    },
    {
        "Year": "2005",
        "Authors": "Абрамов А.Г, Балашов М.Е, Горячев В.Д, Смирнов Е.М. Вычислительная система решения задач гидродинамики с распараллеливанием на кластере / Труды Всероссийской научной конференции \"Научный сервис в сети Интернет: технологии распределенных вычислений\", Новороссийск, 19-24 сентября 2005 г, Изд-во МГУ, 2005, с",
        "Title": " 102-104.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Абрамов А.Г, Васильев В.Н, Сергеев А.О, Сигалов А.В, Скуратов А.К",
        "Title": " Информационно-аналитический центр по мониторингу приоритетных направлений развития в области информационно-телекоммуникационных систем  Научно-технический вестник СПбГУ ИТМО, 2005. Выпуск 22 (216). С. 93-99.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Abramov A.G, Ivanov N.G, Smirnov E.M",
        "Title": " Numerical analysis of turbulent Rayleigh-Benard convection on the base of large eddy simulation technique  In: Proc. International Conference \"Advanced Problems in Thermal Convection\", Perm, Russia, Publishing of Perm State University, 2004. P. 145-150. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/aptc-2003.pdf"
    },
    {
        "Year": "2004",
        "Authors": "Abramov A.G, Korsakov A.B",
        "Title": " Direct numerical modeling of mercury turbulent convection in axisymmetric reservoirs, including magnetic field effects  Heat Transfer Research, 2004. Vol. 35, Issue 12, P. 76-84. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/hmtr04.pdf"
    },
    {
        "Year": "2004",
        "Authors": "Smirnov E.M, Abramov A.G, Ivanov N.G, Smirnov P.E, Yakubov S.A. DNS and RANS/LES-computations of complex geometry flows using a parallel multiblock finite-volume code / In: Parallel Computational Fluid Dynamics - Advanced Numerical Methods, Software and Application / Proc. of the Parallel CFD 2003 Conference, May 13-15, 2003, Moscow, Russia, ed. by B. Chetverushkin et al, Elsevier, 2004",
        "Title": " P.219-226. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/parcfd-2003.pdf"
    },
    {
        "Year": "2004",
        "Authors": "Абрамов А.Г, Зайцев Д.К, Иванов Н.Г, Смирнов П.Е, Якубов С.А",
        "Title": " Применение параллельных вычислений для моделирования турбулентных течений в областях сложной геометрии  Труды конференции \"Параллельные вычисления в задачах математической физики\", Ростов-на-Дону, РГУ, 2004. с. 132-141.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Смирнов Е.М, Абрамов А.Г, Иванов Н.Г, Корсаков А.Б",
        "Title": " Опыт численного решения нестационарных задач турбулентной термоконвенции  В кн.: Формирование технической политики инновационных наукоемких технологий: Материалы науч.-практ. конф. и школы-семинара. СПб.: Изд-во Политехн. ун-та, 2004. Стр. 281-287. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/npk2004.pdf"
    },
    {
        "Year": "2004",
        "Authors": "Смирнов Е.М, Абрамов А.Г, Иванов Н.Г, Корсаков А.Б",
        "Title": " Прямое численное моделирование и метод моделирования крупных вихрей в нестационарных задачах турбулентной термоконвенкции  Научно-технические ведомости N 2 (36). Издательство Политехнического университета. Санкт-Петербург, 2004. Стр. 33-47.",
        "Url": "Not url"
    },
    {
        "Year": "2003",
        "Authors": "Abramov A.G, Ivanov N.G, Korsakov A.B, Smirnov E.M",
        "Title": " Direct numerical simulation of Si-melt convection and oxygen transport in a CZ-system real geometry crucible  In: Proc. of the 5th International Conference \"Single Crystal Growth and Heat & Mass Transfer\" (ICSC-03). Obninsk, 2003. P.513-521. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/iscs-2003.pdf"
    },
    {
        "Year": "2003",
        "Authors": "Abramov A.G, Ivanov N.G, Smirnov E.M",
        "Title": " Numerical analysis of turbulent Rayleigh-Benard convection in confined enclosures [электронная публикация]. Flomania\" DES-Workshop, Saint-Petersburg, 2003. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/flomania2003.pdf"
    },
    {
        "Year": "2003",
        "Authors": "Abramov A.G, Ivanov N.G, Smirnov E.M",
        "Title": " Numerical study of high-Ra Rayleigh-Benard mercury and water convection in confined enclosures using a hybrid RANSLES technique  In: Heat transfer in unsteady and transitional flows  Proc. of the Eurotherm Seminar 74, March 23-26, 2003, Eindhoven, the Netherlands, ed. by H.C. de Lange and A.A. van Steenhoven, TUE, 2003. P.33-38. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/eurotherm2003.pdf"
    },
    {
        "Year": "2002",
        "Authors": "Evstratov I.Yu, Kalaev V.V, Zhmakin A.I, Makarov Yu.N, Abramov A.G, Ivanov N.G, Korsakov A.B, Smirnov E.M, Dornberger E, Virbulis J, Tomzig E, Von Ammon W",
        "Title": " Numerical study of 3D unsteady melt convection during industrial-scale CZ Si-crystal growth  J. Crystal Growth. - 2002. - Vol. 237-239 (P3). - pp.1757-1761. (скачать)",
        "Url": "http://www.sciencedirect.com/science/article/pii/S0022024801023272"
    },
    {
        "Year": "2002",
        "Authors": "Smirnov E.M, Abramov A.G, Ivanov N.G, Korsakov A.B, Zajtsev D.K",
        "Title": " Numerical analysis of conjugate heat transfer in a melt-crucible model of Czochralski systems: combined Coriolis and MHD effects on time-dependent 3D melt convection  Proc. 7th Int. Conf. on Advanced Comp. Methods in Heat Transfer, 2002. Ed. by B. Sunden and C. Brebbia, WIT Press, 2002. pp.107-116. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/acmht-2002.pdf"
    },
    {
        "Year": "2002",
        "Authors": "Абрамов А.Г, Корсаков А.Б",
        "Title": " Прямое численное моделирование турбулентной конвекции ртути в осесимметричных емкостях, включая эффекты магнитного поля  Труды III Российской национальной конференции по теплообмену. - М.: Изд-во. МЭИ, 2002. Т. 3. С. 33-36. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/rnkt3-2002.pdf"
    },
    {
        "Year": "2001",
        "Authors": "Evstratov I.Yu, Kalaev V.V, Nabokov V.N, Zhmakin A.I, Makarov Yu.N, Abramov A.G, Ivanov N.G, Rudinsky E.A, Smirnov E.M, Lowry S.A, Dornberger E, Virbulis J, Tomzig E, Ammon W.v",
        "Title": " Global model of Czochralski silicon growth to predict oxygen content and thermal fluctuations at the melt-crystal interface  Microelectronic Engineering. - 2001. - Vol. 56. - P.139-142. (скачать)",
        "Url": "http://www.sciencedirect.com/science/article/pii/S0167931700005165"
    },
    {
        "Year": "2001",
        "Authors": "Evstratov I.Yu, Kalaev V.V, Zhmakin A.I, Makarov Yu.N, Abramov A.G, Ivanov N.G, Smirnov E.M, Dornberger E, Virbulis J, Tomzig E, Ammon W",
        "Title": " von. Modeling analysis of unsteady three-dimensional turbulent melt flow during Czochralski growth of Si crystals  J. Crystal Growth. - 2001. - Vol. 230. - P.22-29. (скачать)",
        "Url": "http://www.sciencedirect.com/science/article/pii/S0022024801013148"
    },
    {
        "Year": "2001",
        "Authors": "Абрамов А.Г",
        "Title": " Моделирование крупных вихрей в задаче турбулентной конвекции во вращающемся слое, подогреваемом снизу  Физические основы экспериментального и математического моделирования процессов газодинамики и тепломассообмена в энергетических установках. Труды ХIII Школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева, М.: Изд-во. МЭИ, 2001. Т. 1. С. 177-181. (скачать)",
        "Url": "http://aero.spbstu.ru/publ/abramov/leo-sch-2001.pdf"
    }
]