[
    {
        "Year": "2022",
        "Authors": "Смирнов Е.М, Галаев С.А, Панов Д.О",
        "Title": " Современнные подходы к численному моделированию аэродинамики и теплoобмена в выходных диффузорах газовых турбин  Сборник докладов LXIX научно-технической сессии по проблемам газовых турбин: «Научно-технические проблемы полной локализации производства и технического обслуживания стационарных газотурбинных установок в РФ» (20-21 сентября 2022 г.) СПб, с. 165-174. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Смирнов С.И, Абрамов А.Г, Галаев С.А, Смирнов Е.М",
        "Title": " Вихреразрешающее моделирование смешанной конвекции во вращающейся междисковой полости с нагретыми дисками и холодным приосевым транзитным потоком  В сборнике: Материалы Восьмой Российской национальной конференции по теплообмену. Материалы конференции. В 2-х томах. Москва, 2022. С. 97-98. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Galaev S, Ris V, Smirnov E",
        "Title": " RANS-based 3D Simulation of Wet Steam Flow in a Test Model of a Transonic Turbine Blade Cascade  Proceedings of XXIV Scientific Conference with International Participation, FPEPM 2019, 17th – 20th September, 2019, Sozopol, Bulgaria. – pp. 221-229.      \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Градусов А.Д, Галаев С.А",
        "Title": " Численное моделирование аэровозбуждения при наложенных на лопатку колебаниях  Неделя науки СПбПУ: материалы научной конференции с международным участием, 18–23 ноября 2019 г. Институт прикладной математики и механики. – СПб. : ПОЛИТЕХ-ПРЕСС, 2019. с.10-13.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Галаев С.А, Кириллов А.И, Рис В.В, Смирнов Е.М",
        "Title": " Численное моделирование нестационарного течения в последней ступени и выходном патрубке мощной паровой турбины  Научно-технические ведомости СПбПУ. Естественные и инженерные науки. 2019. - Т.25. - № 4.                              \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Galaev S.A, Makhnov V.Yu, Ris V.V, Smirnov E.M",
        "Title": " Numerical Study of Aero-Excitation of Steam-Turbine Rotor Blade Self-Oscillations  AIP Conference Proceedings 1959, 050011 (2018); DOI: 10.10631.5034639, 6 p.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Galaev S.A, Ris V.V, Smirnov E.M, Babiev A.N",
        "Title": " Experience Gained from Designing Exhaust Hoods of Large Steam Turbines Using Computational Fluid Dynamics Techniques  Thermal Engineering, 2018, Vol. 65, No. 6, pp. 352–361. DOI: 10.1134S004060151806006X.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Галаев С.А, Рис В.В, Смирнов Е.М, Бабиев А.Н",
        "Title": " Опыт проектирования выхлопных патрубков мощных паровых турбин на основе технологий вычислительной гидрогазодинамики  Теплоэнергетика, №6, 2018, 10 с. DOI: 10.1134S0040363618060061.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": " ",
        "Title": " ",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Galaev S.A, Ris V.V, Simoyu L.L, Smirnov E.M",
        "Title": " Experience in numerical simulation of turbulent wet-steam flow in the last stage of a high-power condensing turbine under conditions defined by full-scale experiments at a power plant  12th European Conference on Turbomachinery Fluid Dynamics and Thermodynamics, ETC 2017. 10 p. (скачать)\r\n",
        "Url": "https://www.researchgate.net/publication/316241073"
    },
    {
        "Year": "2016",
        "Authors": "Галаев С.А, Кириллов А.И, Смирнов Е.М, Панов Д.О",
        "Title": " Численное моделирование нестационарного течения и теплообмена в выходном диффузоре газовой турбины  Научно-технические ведомости СПбГПУ. – 2016. - №4(250). – 14 c.",
        "Url": "Not url"
    },
    {
        "Year": "2014",
        "Authors": "Paul Petrie-Repar, Vasily Makhnov, Nikolay Shabrov, Evgueni Smirnov, Sergey Galaev, Kirill Eliseev",
        "Title": " Advanced flutter analysis of a long shrouded steam turbine blade  Proc. ASME Turbo Expo 2014: Turbine Technical Conference and Exposition GT2014 June 16-20, 2014, Dusseldorf, German, 12 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2014",
        "Authors": "Галаев С.А, Исупов В.Ю, Кириллов А.И, Смирнов Е.М",
        "Title": " Применение вихреразрешающих методов к расчету трехмерного течения в выходном диффузоре газовой турбины  Научно-технические ведомости СПбГПУ, 2014, № 4 (207), с. 16-25.",
        "Url": "Not url"
    },
    {
        "Year": "2014",
        "Authors": "Галаев С.А, Рис В.В, Смирнов Е.М",
        "Title": " Ресурсоемкие вычисления по проблеме аэровозбуждения автоколебаний рабочих лопаток паровых турбин  Межотраслевая научно-практическая конференция «Суперкомпьютерные технологии в промышленности – 2014», 17 октября 2014. Сборник докладов. – СПб.: Изд-во Крыловского государственного научного центра, 2014. – 96 с. – С.62-65.",
        "Url": "Not url"
    },
    {
        "Year": "2013",
        "Authors": "Галаев С.А, Смирнов Е.М, Рис В.В",
        "Title": " Опыт использования ANSYS CFX для расчета аэровозбуждения рабочих лопаток последней ступени мощной паровой турбины  Матер. 10-й Международной конференции пользователей ANSYSCADFEM Санкт-Петербург, Холидей Инн – Московские ворота, 23-25 апреля 2013 [CD-ROM]",
        "Url": "Not url"
    },
    {
        "Year": "2013",
        "Authors": "Галаев С.А, Рис В.В, Смирнов Е.М",
        "Title": " Выявление условий аэровозбуждения колебаний турбинных лопаток методами вычислительной гидродинамики  Матер. семинара ЦАГИ по фундаментальным проблемам аэродинамики, г. Жуковский Московской области, 1 октября 2013 года [CD- ROM]",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Адамсон Д.А, Галаев С.А, Кириллов А.И, Рис В.В",
        "Title": " Проектирование выходных патрубков мощных паровых турбин на основе вариантных расчетов трехмерного течения  Проблемы машиностроения. Харьков: 2012, Т.15, №3-4, с. 37-43.",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Галаев С.А, Смирнов Е.М, Рис В.В",
        "Title": " Течение влажного пара в последней ступени и в выходных патрубках мощных паровых турбин: возможности ANSYS CFX в сопоставлении с данными натурного эксперимента  Матер. конф. «ANSYS в энергетике» СПбГПУ, г. Санкт-Петербург, ул. Политехническая, д. 29, 11-12 апреля 2012 г. [CD- ROM]",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Епифанов А.А, Галаев С.А, Кириллов А.И",
        "Title": " Расчеты трехмерных трансзвуковых течений в малорасходных турбинных ступенях ЛПИ  Матер. конф. «ANSYS в энергетике» СПбГПУ, г. Санкт-Петербург, ул. Политехническая, д. 29, 11-12 апреля 2012 г. [CD- ROM]",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Адамсон Д.А, Галаев С.А, Кириллов А.И, Рис В.В",
        "Title": " Проектирование выходных патрубков мощных паровых турбин на основе вариантных расчетов трехмерного течения  Материалы XIII международной научно-технической конференции «Совершенствование турбоустановок методами математического и физического моделирования», Харьков, 24-29 сентября 2012. [CD- ROM]",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Рис В.В, Симою Л.Л, Галаев С.А, Гудков Н.Н, Кириллов В.И, Смирнов Е.М, Кириллов А.И, Ермолаев В.В. Численное моделирование процессов течения в выхлопном патрубке паровой турбины: сопоставление результатов расчета с данными натурного эксперимента // Теплоэнергетика, №4, 2009, с. 11-17 (перевод Ris V.V, Simoyu L.L, Galaev S.A, Gudkov N.N, Kirillov V.I, Smirnov E.M, Kirillov A.I",
        "Title": " and Ermolaev V.V. Numerical Simulation of Flow in a Steam-Turbine Exhaust Hood: Comparison Results of Calculations and Data from a Full-Scale Experiment  Thermal Engineering, 2009, Vol. 56, No. 4, pp. 277–283)",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Галаев С.А, Панов Д.О, Рис В.В. Влияние пространственного профилирования торцевой поверхности на потери в решетке сопловых лопаток газовой турбины // Тяжелое машиностроение, №4, 2009. – М, с",
        "Title": " 2-6",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Галаев С.А, Панов Д.О, Рис В.В",
        "Title": " Влияние пространственного профилирования торцевой стенки на потери энергии и теплоотдачу в решетке направляющих лопаток  Тепловые процессы в технике, №11, 2009, с. 458-462",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Галаев С.А, Панов Д.О",
        "Title": " Влияние пространственного профилирования на теплоотдачу торцевой поверхности в решетке направляющих лопаток  Тр. XVI школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева, т. 2, Жуковский, 2009, с. 29 32",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Гудков Н.Н, Кириллов В.И, Кошелев С.А, Адамсон Д.А, Рис В.В, Галаев С.А",
        "Title": " Особенности проектирования выхлопного патрубка паровой турбины К-175180-12,8 ТЭС  Российская энергетика – 2009: совершенствование теплотехнического оборудования, реконструкция ТЭС, внедрение систем сервиса. Екатеринбург: УГТУ-УПИ, 2009, с. 46-55",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Гудков Н.Н, Рис В.В, Галаев С.А, Симою Л.Л, Кириллов В.И, Адамсон Д.А",
        "Title": " Аэродинамическое проектирование выхлопных патрубков турбины К-300-23,5-1  Российская энергетика – 2009: совершенствование теплотехнического оборудования, реконструкция ТЭС, внедрение систем сервиса. Екатеринбург: УГТУ-УПИ, 2009, с. 72-79",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Кириллов А.И, Зайцев Д.К, Смирнов Е.М, Галаев С.А.",
        "Title": " Опыт тестовых и параметрических расчетов турбулентного течения через трансзвуковые турбинные решетки  Вестник Брянского государственного технического университета. 2008. № 2(18), с. 72-81.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Galaev S.A, Ris V.V, Smirnov E.M, Smirnov P.E",
        "Title": " Three-dimensional simulation of flow over blades and vanes of a steam turbine under increased steam bleeding conditions  5-ая научная школа-конференция \"Актуальные вопросы теплофизики и физической гидрогазодинамики\", Алушта, 2007.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Галаев С.А, Кириллов А.И, Смирнов Е.М, Ермолаев В.В, Гудков Н.Н, Бабиев А.Н, Петрова О.Н. Оценка качества перепрофилирования лопаток турбины Т-100-130 численным моделированием обтекания плоских турбинных решеток // Теплоэнергетика, 2007,с. 38-41 (перевод Galaev S.A, Kirillov A.I, Smirnov E.M, Ermolaev V.V, Gudkov N.N, Babiev A.N",
        "Title": " and Petrova O.N. Assessment of the Quality of Reprofiling of T-100-12.8 Turbine Blades with the Use of Numerical Simulation of a Flow in Plain Turbine Rows  Thermal Engineering, 2007, Vol. 54, No. 4, pp. 292–295)",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Галаев С.А, Кириллов А.И, Смирнов Е.М",
        "Title": " Численное моделирование характеристик плоских трансзвуковых высокореактивных турбинных решеток  Научные исследования и инновационная деятельность. Материалы научно-практической конференции, 19-21 июня. – СПб: Издательство Политехнического университета, 2006, с. 80-87",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Кириллов А.И, Галаев С.А",
        "Title": " Некоторые результаты численного моделирования турбулентного течения в решетках турбомашин  Тр. XV школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева, т. 2, Калуга, 2005, с. 7-12",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Галаев С.А, Кортиков Н.Н",
        "Title": " Численное моделирование трехмерного течения и возможности снижения потерь в системе подвода охлаждающего воздуха к рабочей лопатке турбины  Тр. XV школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева, т. 2, Калуга, 2005, с. 29-32",
        "Url": "Not url"
    },
    {
        "Year": "2003",
        "Authors": "Галаев С.А",
        "Title": " Численное моделирование трансзвукового течения в плоских турбинных решетках: влияние на потери способа профилирования  Тр. XIV школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева, т. 2, Рыбинск, 2003, с. 46-49.",
        "Url": "Not url"
    },
    {
        "Year": "2001",
        "Authors": "Галаев С.А",
        "Title": " Численное моделирование нестационарных процессов при течении в осевой турбинной ступени  Тр. XIII школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева, т. 1, Санкт-Петербург, 2001, с. 112-115.",
        "Url": "Not url"
    },
    {
        "Year": "2000",
        "Authors": "Галаев С.А, Кириллов А.И, Смирнов Е.М",
        "Title": " Численное моделирование вязкого обтекания плоских турбинных решеток  XXVIII неделя науки СПбГТУ. Материалы межвузовской научной конференции. – СПб: Издательство СПбГТУ, 2000. – С. 120–121.",
        "Url": "Not url"
    },
    {
        "Year": "1999",
        "Authors": "Галаев, С.А",
        "Title": " Опыт использования программного комплекса SINF для расчёта обтекания и профильных потерь в турбинных решётках  Проблемы газодинамики и тепломассообмена в энергетических установках. Труды XII Школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева. – М.: МЭИ, 1999. – С.76-79.",
        "Url": "Not url"
    }
]