[
    {
        "Year": "2010",
        "Authors": "Колешко С.Б, Чумаков Ю.С",
        "Title": " Турбулентный свободно-конвективный теплообмен на вертикальной поверхности со ступенчатым нагревом при инверсии теплового потока  Теплофизика высоких температур, 2010, том 48, N 3, с. 419-423.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Колешко С.Б, Чумаков Ю.С",
        "Title": " Моделирование турбулентного теплообмена применительно к пристенному свободноконвективному течению  ТВТ, 2007, т.45, N 2, с. 141-148.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Булович C.В, Виколайнен В.Э, Колешко С.Б",
        "Title": " Исследование теплообмена при пульсирующем течении газа в длинной цилиндрической трубе  Научные исследования и инновационная деятельность: Материалы научно-практической конференции. СПб: Изд-во Политехн. ун-та, 2006. 348 с. Стр. 76-79.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Булович C.В, Виколайнен В.Э, Колешко С.Б, Мельников А.А. Теплообмен при пульсирующем течении газа в длиной цилиндрической трубе / Материалы VI Международной конференции по неравновесным процессам в соплах и струях (NPNJ-2006), 26 июня - июля 2006 г, Санкт-Петербург",
        "Title": " - М.: Вузовская книга, 2006. 368 с. Стр. 78-80.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Колешко С.Б, Чумаков Ю.С",
        "Title": " Алгебраические модели турбулентной температуропроводности и вязкости для пристенного свободноконвективного течения  Материалы 4-й Российской национальной конференции по теплообмену. Москва, 23-27 окт. 2006 г. Издательский дом МЭИ. Т. 3, с. 125-128.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Колешко С.Б, Лапин Ю.В, Никулин Д.А, Стрелец М.Х, Чумаков Ю.С",
        "Title": " Физические и математические основы численного моделирования гидроаэродинамики и теплообмена. Комплекс специализированных курсов для пользователей пакета прикладных программ COOLIT. - СПб, \"ОКДАЙЛ\", 2005 г. 262 с.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Колешко С.Б, Лапин Ю.В, Чумаков Ю.С",
        "Title": " Турбулентный свободноконвективный пограничный слой на вертикальной нагретой пластине: закономерности теплового пограничного слоя  Теплофизика высоких температур, 2005, т. 43, N 3, с. 431-441.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Колешко С.Б",
        "Title": " Образовательный процесс на кафедре: от инженеров-аэродинамиков до магистров прикладных математики и физики  Научно-технические ведомости N 2 (36). Издательство Политехнического университета. Санкт-Петербург, 2004. Стр. 131-138.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Колешко С.Б, Лапин Ю.В, Чумаков Ю.С",
        "Title": " Турбулентный свободно-конвективный пограничный слой на вертикальной нагретой пластине: закономерности температурного слоя  Cб. докладов \"XXYII сибирский теплофизический семинар, посвященный 90-летию акад. С.С. Кутателадзе\", 1-5 октября, 2004г.",
        "Url": "Not url"
    },
    {
        "Year": "2003",
        "Authors": "Колешко С.Б",
        "Title": " В учебнике Л.Г. Лойцянского \"Механика жидкости и газа\" раздел \"Методы численного решения уравнений Навье - Стокса движения вязкой несжимаемой жидкости\". М. изд. \"Дрофа\", 2003 г. Параграфы 102-104, с. 458-496.",
        "Url": "Not url"
    },
    {
        "Year": "2001",
        "Authors": "Булович С.В, Колешко С.Б",
        "Title": " Численное интегрирование укороченной системы уравнений Навье-Стокса при расчете закрученных внутренних течений  В кн.: Формирование технической политики инновационных наукоемких технологий. Материалы научно-практической конференции и школы семинара 14-16 июня 2001г. Том II. СПб.: Изд-во СПбГТУ, 2001, стр. 35-43.",
        "Url": "Not url"
    },
    {
        "Year": "2001",
        "Authors": "Колешко С. Б, Попов Ф.Д",
        "Title": " Механика жидкости и газа. Разностные схемы. - Изд-во СПбГТУ, С.-Петербург, 2001, 72с.",
        "Url": "Not url"
    },
    {
        "Year": "1999",
        "Authors": "Andreev V.P, Koleshko S.B, Holman D.A, Scampavia L.C, Christian G.D",
        "Title": " Hydrodynamics and mass transfer of the coaxial jet mixer in flow injection analysis  Analytical Chemistry, 71, N11, p.2199-2204.",
        "Url": "Not url"
    },
    {
        "Year": "1997",
        "Authors": "Головачев Ю.П, Колешко С.Б, Шур М.Л",
        "Title": " Численные методы решения уравнений гидрогазодинамики. Учебное пособие. С.-Петербург, Изд-во СПбГТУ. 1997. 81с.",
        "Url": "Not url"
    }
]