[
    {
        "Year": "2019",
        "Authors": "Карякин Ю.Е, Пейч Н.Н, Плетнев А.А, Федорович Е.Д",
        "Title": " Способы аварийного отвода теплоты от бассейнов выдержки и хранилищ отработавшего ядерного топлива АЭС  ИФЖ, 2019, №3, Т.92, с. 575-583.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Федорович Е.Д, Калютик А.А, Ившин А.В, Ананьев А.Н, Пашкевич Д.С, Плетнев А.А, Капустин В.В",
        "Title": " Выбор конструкции транспортного контейнера для облученного графитового замедлителя ядерных реакторов типа РБМК-1000  Технологии обеспечения жизненного цикла ядерных энергетических установок: научно-технический сборник. – 2019. – № 4 (18). – с. 17–25.",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Avdeev E.E, Bulovich S.V, Pletnev A.A, Talalov V.A",
        "Title": " A one-dimensional three-fluid model of two-phase steady-state dispersed-annular flow  Proceedings of International Conference EECE-2018: «International Scientific Conference on Energy, Environmental and Construction Engineering», 19-20 November 2018, Peter the Great St. Petersburg Polytechnic University. 12p.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Авдеев Е.Э, Булович С.В, Плетнев А.А",
        "Title": " Численное решение стационарной задачи течения дисперсно-кольцевого режима парожидкостного потока в одномерном трехжидкостном приближении  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Политех-пресс, 2018, с. 3-5.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Карякин Ю.Е, Кузин В.М, Плетнев А.А, Федорович Е.Д",
        "Title": " Численное моделирование теплового состояния металлобетонного контейнера с отработавшим ядерным топливом при его транспортировке  ИФЖ, 2018, том 91, №4, с. 1050-1057.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Авдеев Е.Э, Плетнев А.А, Булович С.В",
        "Title": " Трехжидкостная формулировка и численный метод решения стационарной задачи теплогидравлики двухфазного потока в дисперсно-кольцевом режиме течения  Научно-технические ведомости СПбПУ. Физико-математические науки 11(3) 2018, с. 122-132.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": " ",
        "Title": " ",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Плетнев А.А, Горский Ю.А. Численное моделирование тепловых режимов контей-нера ТУК-109 при хранении и транспортировании ОЯТ реакторов РБМК-1000 / Труды XXI школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева (22—26 мая 2017 г, г",
        "Title": " Санкт-Петербург). — М.: Издательский дом МЭИ, 2017. — Том 2. С. 250-252. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Карякин Ю. Е, Плетнев А. А, Федорович Е",
        "Title": " Д. Численное моделирование процессов тепломассообмена при переводе отработавшего ядерного топлива с \"мокрого\" на \"сухое\" контейнерное хранение  Инженерно-физический журнал, 2017. Т. 90, № 1, с. 86-93. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2015",
        "Authors": "Fedorov Michail P, Fedorovich Evgeny D, Karyakin Yuri E, Pletnev Alexander A, Astafieva Vera O, Kapustin Valentin V",
        "Title": " Modeling of heat and mass transfer connected with reloading of spent nuclear fuel from “wet” to “dry” storage  Advances in Heat Transfer. Proceedings of the 7th Baltic Heat Transfer Conference, August 24-26, 2015 in Tallinn, Estonia – PP. 247-252.",
        "Url": "Not url"
    },
    {
        "Year": "2013",
        "Authors": "Карякин Ю.Е, Плетнев А.А, Нехожин М.А",
        "Title": " Метод расчета длительности вакуумного осушения металлобетонного контейнера с отработавшим ядерным топливом. ИФЖ. 2013. №4. С. 735-742.",
        "Url": "Not url"
    },
    {
        "Year": "2013",
        "Authors": "Karyakin Yu.E, Nekhozhin M.A, Pletnev A.A",
        "Title": " Method for calculating the duration of vacuum drying of a metal-concrete container for spent nuclear fuel. Journal of Engineering Physics and Thermophysics. V.86. N.4. 2013. PP. 735-742.",
        "Url": "Not url"
    },
    {
        "Year": "2013",
        "Authors": "Карякин Ю.Е, Плетнев А.А, Федорович Е.Д",
        "Title": " Способ управления аварийной ситуацией при длительной потере охлаждения бассейнов выдержки и хранения отработавшего ядерного топлива. Тепловые процессы в технике. 2013. Т.5. №8. C. 380-384.",
        "Url": "Not url"
    },
    {
        "Year": "2013",
        "Authors": "Ю.Е",
        "Title": " Карякин, А.А. Плетнев, Е.Д. Федорович. Численное моделирование процессов тепломассообмена при аварийной ситуации в хранилище отработавшего ядерного топлива. Научно-технические ведомости СПбГПУ. 2013. №3(178). C .62-70.",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Карякин Ю.Е, Лаврентьев С.А, Павлюкевич Н.В, Плетнев А.А, Федорович Е.Д",
        "Title": " Расчет процесса вакуумного осушения металлобетонного контейнера с отработавшим ядерным топливом РБМК-1000. ИФЖ. 2012. №1. С. 158-166.",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Карякин Ю.Е, Плетнев А.А, Федорович Е.Д",
        "Title": " Моделирование процессов тепломассообмена в системах аварийного охлаждения бассейнов АЭС с отработавшим ядерным топливом. Доклад на 14-м Минском международном форуме по тепло- и массообмену. 2012. Минск. Беларусь.",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Плетнев А.А",
        "Title": " Расчет тепловыделения и электрического сопротивления ванны шлакового расплава руднотермической электропечи. Электрометаллургия. 2012. №6. С.7-14.",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Карякин Ю.Е, Плетнев А.А, Федорович Е.Д, Симонов В.Н",
        "Title": " Программный комплекс «сквозного» расчета тепловых процессов при переводе ОЯТ РБМК на «сухое» контейнерное хранение. Безопасность, эффективность и экономика атомной энергетики: материалы 8-ой международной науч.-техн. конф. Москва. ФГУП концерн «Росэнергоатом». 2012.",
        "Url": "Not url"
    },
    {
        "Year": "2011",
        "Authors": "Плетнев А.А, Талалов В.А",
        "Title": " Математическая модель тепло-массопереноса в ванне шлакового расплава многоэлектродной руднотермической электропечи. Научно-технические ведомости СПбГПУ. 2011. №1. С.36-44.",
        "Url": "Not url"
    },
    {
        "Year": "2011",
        "Authors": "Astafieva V.O, Fedorovich E.D, Karyakin Yu.E, Pletnev A.A, Trifonov A.G",
        "Title": " Modeling of heatmasstransfer in \"wet\" and \"dry\" storages for spent nuclear fuel – normal and accident situations. Proceedings of 6th Baltic Heat Transfer Conference 2011 –BHTC2011. 2011. Tampere. Finland.",
        "Url": "Not url"
    },
    {
        "Year": "2010",
        "Authors": "Fedorovich E.D, Karyakin Yu.E, Mikhailov V.E, Astafieva V.O, Pletnev A.A",
        "Title": " Modeling of Heatmasstransfer in “Wet” and “Dry” Storages for Spent Nuclear Fuel. Proceedings of the 14th International Conference on Heat Transfer IHTC-14. 2010. Washington D.C. USA.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Астафьева В.О, Карякин Ю.Е, Плетнев А.А, Федорович Е.Д",
        "Title": " Обоснование эксплуатационных режимов при подготовке и длительном хранении металлобетонных контейнеров с отработавшим ядерным топливом. Научные исследования и инновационная деятельность: материалы науч.-практ. конф. СПб.: Изд-во Политехн. ун-та. 2009. С. 81-87.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Астафьева В.О, Карякин Ю.Е, Плетнев А.А, Федорович Е.Д",
        "Title": " Моделирование процессов тепломассообмена при технологических операциях подготовки отработавшего ядерного топлива к «сухому» контейнерному хранению. Научные исследования и инновационная деятельность: материалы науч.-практ. конф. СПб.: Изд-во Политехн. ун-та. 2009. С. 87-97.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Давиденко Н.Н, Карякин Ю.Е, Плетнев А.А, Федорович Е.Д",
        "Title": " Расчет длительности вакуумного осушения металлобетонного контейнера в процессе подготовки ОЯТ к «сухому» контейнерному хранению. Научные исследования и инновационная деятельность: материалы науч.-практ. конф. СПб.: Изд-во Политехн. ун-та. 2008. С.57-65.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Федорович Е.Д, Карякин Ю.Е, Плетнев А.А. Давиденко Н.Н, Беспалов В.Н",
        "Title": " Моделирование теплогидравлических процессов при подготовке отработавшего ядерного топлива реакторов РБМК-1000 к «сухому» контейнерному хранению. Безопасность, эффективность и экономика атомной энергетики: материалы 6-ой международной науч.-техн. конф. Москва. ФГУП концерн «Росэнергоатом». 2008. С.794-800.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Федорович Е.Д, Карякин Ю.Е, Плетнев А.А",
        "Title": " Моделирование процессов тепло- массопереноса в хранилищах отработавшего ядерного топлива «мокрого» и «сухого» типа. Доклад на 6-м Минском международном форуме по тепло- и массообмену. 2008. Минск. Беларусь.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Pletnev A.A, Talalov V.A",
        "Title": " Numerical simulation of the operating regime of multislag ore electric furnace. Advances of Heat Transfer. Proceedings of the 5th Baltic Heat Transfer Conference. 2007. Saint-Petersburg. Russia. V.1. PP. 449-455.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Pletnev A.A, Fedorovich E.D, Shmakov L.V",
        "Title": " Heat transfer to water at co-current and counter-current mixed convection in bundle of heat generating rods in low Reynolds number region. Advances of Heat Transfer. Proceedings of the 5th Baltic Heat Transfer Conference. 2007. Saint-Petersburg, Russia. V.2. PP. 279-285.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Fedorovich E.D, Pletnev A.A, Talalov V.A",
        "Title": " Modelling of Heat and Mass Transfer in water pool type storages for spent nuclear fuel. Advanced Computation Methods in Heat Transfer IX. 2006. PP.199-210. New Forest. Great Britain.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Плетнев А.А, Федорович Е.Д, Черников О.Г, Шмаков Л.В",
        "Title": " Моделирование конвективного теплообмена при охлаждении пеналов с ОТВС в бассейне хранилища ОЯТ Ленинградской АЭС. Экология и атомная энергетика. 2005. №2(17). С. 73-76.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Плетнев А.А",
        "Title": " Математическое моделирование разрушения футеровки охлаждаемой стенки металлургической печи. Цветные металлы. 2004. №8. С. 114-117.",
        "Url": "Not url"
    },
    {
        "Year": "2000",
        "Authors": "Плетнев А.А, Талалов В.А, Русаков М.Р, Степанов В.В, Мосиондз, К.И, Жуковский Ю.С",
        "Title": " Разработка теплофизической модели рудно-термической печи с целью совершенствования ее конструкции и технологии плавки. Электрометаллургия. 2000. №2. С. 5-10.",
        "Url": "Not url"
    },
    {
        "Year": "2000",
        "Authors": "Плетнев А.А, Русаков М.Р, Талалов В.А",
        "Title": " Численное моделирование электрического поля и сопротивления ванны многошлаковой руднотермической печи. Компьютерное моделирование при оптимизации технологических процессов электротермических производств: Докл. научно-технического совещания. СПб. 2000. С. 317-323.",
        "Url": "Not url"
    }
]