[
    {
        "Year": "2020",
        "Authors": "Chumakov Yu.S, Levchenya A.M, Smirnov E.M",
        "Title": " Computational and experimental study of 3D flow near the cube immersed in the turbulent free convection boundary layer on a vertical heated plate  Journal of Physics: Conference Series, Volume 1675, 5th All-Russian Scientific Conference Thermophysics and Physical Hydrodynamics with the School for Young Scientists (TPH-2020) 13-20 September 2020, Yalta, Crimea (2020) J. Phys.: Conf. Ser. 1675 012023, DOI:10.10881742-659616751012023. (scopus) (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1675/1/012023/pdf"
    },
    {
        "Year": "2020",
        "Authors": "Chumakov Yu.S, Smirnov E.M, Levchenya A.M, Panov D.O",
        "Title": " Effect of the horseshoe-shaped vortex on heat transfer in vicinity of the leading edge of a cylinder immersed in the turbulent free convection boundary layer on a vertical plate  Journal of Physics: Conference Series, Volume 1683, Hydrodynamics and heat and mass transfer, (2020) J. Phys.: Conf. Ser. 1683 022022, DOI:10.10881742-659616832022022. (scopus) (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1683/2/022022/pdf"
    },
    {
        "Year": "2020",
        "Authors": "Khrapunov E, Chumakov Y",
        "Title": " Structure of the natural convective flow above to the horizontal surface with localized heating  International Journal of Heat and Mass Transfer. - 2020. - Vol. 152. - 12 pp. DOI: 10.1016j.ijheatmasstransfer.2020.119492 (scopus) \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2020",
        "Authors": "Malah H, Chumakov Y.S",
        "Title": " Experimental and Numerical Study of Free Convection Heat Transfer around the Junction of Circular Cylinder and Heated Vertical Plate  Journal of Siberian Federal University -Mathematics and Physics. 2020. V. 13. p. 631–643. DOI: 10.175161997-1397-2020-13-5-1-13. \r\n\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2020",
        "Authors": "Храпунов Е.Ф, Чумаков Ю.С",
        "Title": " Влияние угла наклона локально нагретой поверхности на теплообмен при бифуркации свободноконвективного факела  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2020. Т. 13. № 4. С. 77–88. DOI: 10.18721JPM.13406 (WoS). (скачать)\r\n",
        "Url": "https://physmath.spbstu.ru/userfiles/files/articles/2020/4/06_77-88_13(4)2020.pdf"
    },
    {
        "Year": "2020",
        "Authors": "Чумаков Ю.С, Левченя А.М, Храпунов Е.Ф",
        "Title": " Экспериментальное исследование течения в зоне влияния цилиндра, погруженного в свободноконвективный пограничный слой на вертикальной поверхности  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2020. Т. 13. № 1. С. 66–77. DOI: 10.18721JPM.13106. (скачать)\r\n",
        "Url": "https://physmath.spbstu.ru/userfiles/files/articles/2020/1/6_66-77_13(1)2020.pdf"
    },
    {
        "Year": "2020",
        "Authors": "Чумаков Ю.С, Храпунов Е.Ф, Малых А.Д",
        "Title": " Экспериментальное исследование влияния крупномасштабных возмущений на ламинарно-турбулентный переход в свободноконвективном слое на вертикальной поверхности  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2020. Т. 13. No 3. С. 108–118. DOI:10.18721JPM.13308. (скачать)\r\n",
        "Url": "https://physmath.spbstu.ru/userfiles/files/articles/2020/3/08_108-118_13(3)2020.pdf"
    },
    {
        "Year": "2019",
        "Authors": "Chumakov Y.S, Andreev V.M, Ascheulov Y.V, Chekalin A.V",
        "Title": " Aerodynamics for CPV: investigating the efficiency of using air fairings on solar trackers  AIP Conference Proceedings 2149, 060002 (2019); Published Online: 26 August 2019. DOI: 10.10631.5124195. 5p.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Khrapunov E.F, Chumakov Y.S",
        "Title": " Unsteady processes in a natural convective plume  Journal of Physics: Conf. Series (International Conference PhysicA.SPb) 1038 (2018) 012132. DOI: 10.10881742-659610381012132. 7p.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Andreev V.M, Ascheulov Y.V, Chekalin A.V, Chumakov Y.S, Kognovitski S.O, Linnas V.A",
        "Title": " Comparative Analysis of Aerodynamic Properties for Different of Solar Trackers  AIP Conference Proceedings volume 2012, 050002 (2018); DOI: 10.10631.5053523. Published Online: 13 September 2018.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Malah H, ChumakovY.S, Levchenya A.M",
        "Title": " A study of the vortex structures around circular cylinder mounted on vertical heated plate  AIP Conference Proceedings 1959, 050018 (2018); DOI: 10.10631.5034646, 7 p.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Malah H, Chumakov Yu.S",
        "Title": " Natural convection flow at the junction of circular cylinder placed on vertical heated plate  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Политех-пресс, 2018, с. 38-40.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Алексеев П.Е, Чумаков Ю.С",
        "Title": " Определение области ламинарно-турбулентного перехода в свободно-конвективном пограничном слое по данным измерения поля температуры и ее пульсаций  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Политех-пресс, 2018, с. 6-8.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Чумаков Ю.С, Левченя А.М, Малах Х",
        "Title": " Формирование вихревой структуры в окрестности стыка кругового цилиндра с вертикальной нагретой поверхностью  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2018. Т. 11. № 1. — С. 73–85. DOI: 10.18721JPM.11108\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Храпунов Е.Ф, Чумаков Ю.С",
        "Title": " Структура свободноконвективного течения над горизонтальным нагретым диском при небольших числах Грасгофа  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2018. Т. 11. № 4. С. 47–60. DOI: 10.18721JPM.11405.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Khrapunov E.F, Potechin I.V, Chumakov Y.S",
        "Title": " Structure of a free convective flow over a horizontal heated surface under conditions of conjugate heat transfer  Journal of Physics: CS, December 2017, 7p. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Храпунов Е.Ф, Потехин И.В, Чумаков Ю.С",
        "Title": " Теплообмен в свободноконвективном факеле при малых числах Грасгофа  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Изд-во Политехн. ун-та, 2017. – С.256-259. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2016",
        "Authors": "Храпунов Е",
        "Title": " Ф. Чумаков Ю.С. Естественная конвекция над горизонтальным нагретым диском  Тепловые процессы в технике. 2016. - No.2. - С. 75-80.",
        "Url": "Not url"
    },
    {
        "Year": "2015",
        "Authors": "Чумаков Ю.С",
        "Title": " Свободноконвективный теплообмен от нагретой вертикальной поверхности. LAP LAMBERT Academic Publishing, 2015г. – 75 с. (ISBN: 978-3-659-67540-9).",
        "Url": "Not url"
    },
    {
        "Year": "2015",
        "Authors": "Храпунов Е. Ф, Чумаков Ю. С. Экспериментально-численное исследование структуры свободно-конвективного факела / Сборник трудов XX школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева (24—29 мая 2015 г, г",
        "Title": " Звенигород). — М.: Издательский дом МЭИ, 2015. — с. 253-258.",
        "Url": "Not url"
    },
    {
        "Year": "2015",
        "Authors": "Чумаков Ю.С, Румянцев В.Д, Ащеулов Ю.В, Чекалин А.В. Сравнительный анализ ветровых нагрузок на плоскую и ступенчатую конструкции трекеров солнечных энергоустановок // Научно-технические вести СПбГПУ, Физико-математические науки, 2015г, № 3(225), с",
        "Title": " 124-133.",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Izmaylov R.A, Dudnikov S.Y, Khoroshev E.N, Chumakov Y.S, Lebedev A.A",
        "Title": " Small Wind Turbine Aerodynamics: Old Wine in New Bottle  13th INTERNATIONAL SYMPOSIUM on Unsteady Aerodynamics, Aeroacoustics and Aeroelasticity of Turbomachines, 11-14 September 2012, Japan, Tokyo, pp.32-42.",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Yukhnev А.D, Smirnov E.M, Chumakov Y.S, Gataulin Y.А, Kulikov V.P, Kirsanov R.I",
        "Title": " Swirling flow visualization in blood vessels and its hydrodynamic models  15th International Symposium on Flow Visualization. Proceedings CD. June 25-28, 2012, Minsk, Belarus. 10 p.",
        "Url": "Not url"
    },
    {
        "Year": "2011",
        "Authors": "Izmaylov R.A, Dudnikov S.Y, Khoroshev E.N, Chumakov Y.S, Melnikov Y.B",
        "Title": " Aerodynamics of small wind turbine: a new game on old ground  International symposium SYMKOM 2011, 26-28 October, Lodz. PP.97-104.",
        "Url": "Not url"
    },
    {
        "Year": "2011",
        "Authors": "Юхнев А.Д, Чумаков Ю.С, Гатаулин Я.А, Вознюк И.А, Степанов А.Б, Степанов Е.А",
        "Title": " Физические основы получения ультразвуковых характеристик потока крови и изображения сосудистого русла головного мозга и шеи. Разработка гемодинамического тренажера для специалистов ультразвуковой медицинской диагностики  Ангиодоп-2011. Статьи и тезисы международной научной конференции \"Нейросонология и церебральная гемодинамика. Актуальные вопросы ангионеврологии. Школа ультразвуковой диагностики\"  Под ред. проф. Вознюка И.А.: -СПб: Изд-во \"Альта Астра\". 2011.- с.25-26.",
        "Url": "Not url"
    },
    {
        "Year": "2010",
        "Authors": "Колешко С.Б, Чумаков Ю.С",
        "Title": " Турбулентный свободно-конвективный теплообмен на вертикальной поверхности со ступенчатым нагревом при инверсии теплового потока  Теплофизика высоких температур, 2010, том 48, N 3, с. 419-423.",
        "Url": "Not url"
    },
    {
        "Year": "2010",
        "Authors": "Юхнев А.Д, Чумаков Ю.С, Степанов Е.А, Степанов А.Б",
        "Title": " Учебно-лабораторный комплекс для специалистов ультразвуковой медицинской диагностики  Труды IX международной научно-технической конференции \"Физика и радиоэлектроника в медицине и экологии\" ФРЭМЭ-2010, 29 июня-2 июля 2010 года.- с.623-627.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Юхнев А.Д, Чумаков Ю.С, Вознюк И.А, Ерофеев А.А",
        "Title": " Опыт экспериментального моделирования гидродинамики кровообращения  Клиническая физиология кровообращения.- 2009.- N4.-с.15-21.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Юхнев А.Д, Чумаков Ю.С, Степанов Е.А",
        "Title": " Курс лабораторных работ по ультразвуковой допплеровской диагностике  Биотехносфера.- 2009.-N5.- с.45-51.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Chumakov Yu. S, Volodina Yu",
        "Title": " M. Structure of a free-convective flow near a vertical surface with stepwise heating  Journal of Heat Transfer Research, 2008, v.39, i6, p.469-478.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Никулин Д.А, Стрелец М.Х, Чумаков Ю.С",
        "Title": " Результаты компьютерного моделирования аэродинамики и температурного состояния интерьера Исаакиевского собора  Сборник статей научно-практической конференции \"Исаакиевский собор между прошлым и будущим\", Изд-во Исаакиевского Собора, Санкт-Петербург, 2008, с. 404-424.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Fokin B.S, Fromzel V.N, Lebedev M.E, Blinov M.A, Zaitsev D.K, Kitanin E.L, Ris V.V, Smirnov E.M, Fedorov A.G, Chumakov Yu.S",
        "Title": " Simulation of the cooling air heat transfer and convection in the spent nuclear fuel storage  Advances in Heat Transfer. CD-ROM Proceedings of the 5-th Baltic Heat Transfer Conference, 2007 September 19-21, С.-Петербург, 7с.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Володина Ю.М, Чумаков Ю.С. Структура свободноконвективного течения около вертикальной поверхности со ступенчатым нагревом / Сб. докладов XVI школы-семинара под рук. академика РАН А.И. Леонтьева \"Проблемы газодинамики и тепломассообмена в энергетических установках\", Санкт-Петербург, 21-25 мая, 2007г, т.1, с",
        "Title": " 94-98.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Колешко С.Б, Чумаков Ю.С",
        "Title": " Моделирование турбулентного теплообмена применительно к пристенному свободноконвективному течению  ТВТ, 2007, т.45, N 2, с. 141-148.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Никулин Д.А, Стрелец М.Х, Чумаков Ю.С",
        "Title": " Компьютерная оптимизация системы теплоснабжения Исаакиевского собора с использованием методов вычислительной аэродинамики  Материалы научно-практической конференции \"Роль и значение возрожденных культовых памятников в жизни современного общества\", Санкт-Петербург, 2007, с. 144-154.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Колешко С.Б, Чумаков Ю.С",
        "Title": " Алгебраические модели турбулентной температуропроводности и вязкости для пристенного свободноконвективного течения  Материалы 4-й Российской национальной конференции по теплообмену. Москва, 23-27 окт. 2006 г. Издательский дом МЭИ. Т. 3, с. 125-128.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Никулин Д.А, Стрелец М.Х, Чумаков Ю.С",
        "Title": " Расчет температурных полей Исаакиевского собора на основе современной компьютерной модели. Сб. научных статей \"Реставрация в храме-памятнике\", Санкт-Петербург, 2006, стр. 194-197.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Колешко С.Б, Лапин Ю.В, Никулин Д.А, Стрелец М.Х, Чумаков Ю.С",
        "Title": " Физические и математические основы численного моделирования гидроаэродинамики и теплообмена. Комплекс специализированных курсов для пользователей пакета прикладных программ COOLIT. - СПб, \"ОКДАЙЛ\", 2005 г. 262 с.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Колешко С.Б, Лапин Ю.В, Чумаков Ю.С",
        "Title": " Турбулентный свободноконвективный пограничный слой на вертикальной нагретой пластине: закономерности теплового пограничного слоя  Теплофизика высоких температур, 2005, т. 43, N 3, с. 431-441.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Колешко С.Б, Лапин Ю.В, Чумаков Ю.С",
        "Title": " Турбулентный свободно-конвективный пограничный слой на вертикальной нагретой пластине: закономерности температурного слоя  Cб. докладов \"XXYII сибирский теплофизический семинар, посвященный 90-летию акад. С.С. Кутателадзе\", 1-5 октября, 2004г.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Чумаков Ю.С",
        "Title": " Экспериментальное исследование свободноконвективного течения около вертикальной поверхности  Научно-технические ведомости N 2 (36). Издательство Политехнического университета. Санкт-Петербург, 2004. Стр. 103-116.",
        "Url": "Not url"
    },
    {
        "Year": "2002",
        "Authors": "Сапожников С.3, Чумаков Ю.С, Митяков А.В, Митяков В.Ю",
        "Title": " Использование поперечного эффекта Зеебека для измерения мгновенного значения теплового потока на вертикальной нагретой поверхности в условиях свободноконвективного теплообмена  Теплофизика высоких температур, Том 40, N 4, 2002, 6с.",
        "Url": "Not url"
    },
    {
        "Year": "2001",
        "Authors": "Sapozhnikov S, Chumakov Yu, Mityakov A, Mityakov Yu",
        "Title": " Experimental investigation of the convective heat transfer using gradient sensor  Proceedings of the 5th World Conference on Experimental Heat Transfer, Fluid Mechanics, and Thermodynamics. Thessaliniki, Greece, 2001. 6p.",
        "Url": "Not url"
    },
    {
        "Year": "2000",
        "Authors": "Chumakov Yu, Mitiakov V.Y, Mitiakov A.V, Saporhnikov S.Z",
        "Title": " Gradient sensors: heat flux measurement on small burners and inside the rooms  2-nd European conference on small burners and technology, Stuttgart, Germany, 2000, р.604-612.",
        "Url": "Not url"
    },
    {
        "Year": "2000",
        "Authors": "Лапин Ю.В, Никольская С.Б, Чумаков Ю.С",
        "Title": " Алгебраическая модель свободноконвективного турбулентного пограничного слоя на вертикальной нагретой пластине  Труды 4-го Минского международного форума по тепло- и массообмену, Минск, 22-26 мая 2000, Т.1, С.471-475.",
        "Url": "Not url"
    },
    {
        "Year": "2000",
        "Authors": "Никольская С.Б, Чумаков Ю.С",
        "Title": " Экспериментальное исследование пульсационного движения в свободноконвективном пограничном слое  Теплофизика высоких температур, т. 38 (2000), N 2, с. 249-256.",
        "Url": "Not url"
    },
    {
        "Year": "2000",
        "Authors": "Федотов А.В",
        "Title": " Чумаков Ю.С. Многопараметрическая модель турбулентности для свободноконвективного пограничного слоя  Труды 4-го Минского международного форума по тепло- и массообмену, Минск, 22-26 мая 2000, Т.1, С.464-468.",
        "Url": "Not url"
    },
    {
        "Year": "2000",
        "Authors": "Чумаков Ю.С",
        "Title": " Экспериментальное исследование переходного и развитого турбулентного режимов течения в свободноконвективном пограничном слое, развивающемся около вертикальной нагретой поверхности  Труды 4-го Минского международного форума по тепло- и массообмену, Минск, 22-26 мая 2000, Т.1, С.325-328.",
        "Url": "Not url"
    },
    {
        "Year": "1999",
        "Authors": "Chumakov Yu",
        "Title": " Experimental study of laminar-turbulent transition into near wall vertical flow within mass forces field  International conference \"Fluxes and structures in fluids\", S.-Petersburg, 10 12 June,1999, 8pp.",
        "Url": "Not url"
    },
    {
        "Year": "1999",
        "Authors": "Litvin A.D, Chumakov Yu",
        "Title": " Investigation of wind turbulent flow interaction with near surface turbulent water currents in shallow sea area  24-th General assembly of European Geophysical Society, Hague, 19-23 April, 1999, 6pp.",
        "Url": "Not url"
    },
    {
        "Year": "1999",
        "Authors": "Nikolskaja S.B, Chumakov Yu",
        "Title": " Features of laminar-turbulent transition in a free convection boundary layer near a vertical heated surface  4-th Internation Symposium on Engineering turbulence modelling and measurements, Corsica, France, May 24-26, 1999, p. 607-615.",
        "Url": "Not url"
    },
    {
        "Year": "1999",
        "Authors": "Кузьмицкий В.А, Чумаков Ю.С",
        "Title": " Анализ характеристик течения при ламинарно-турбулентном переходе в свободноконвективном пограничном слое  ТВТ, 1999, т. 37, N 2, с. 239-246.",
        "Url": "Not url"
    },
    {
        "Year": "1999",
        "Authors": "Чумаков Ю.С",
        "Title": " Распределение температуры и скорости в свободноконвективном пограничном слое на вертикальной изотермической поверхности  ТВТ, 1999, т.37, N5, с. 744-749.",
        "Url": "Not url"
    },
    {
        "Year": "1998",
        "Authors": "Chumakov Yr.S, Kuzmitsky V.A. Surface shear stress and heat flux measurements on a vertical heated plate under free convection heat transfer // Russ. J. Eng. Thermophys, 1998, vol",
        "Title": " 8, N 1-4, p. 1-15.",
        "Url": "Not url"
    },
    {
        "Year": "1998",
        "Authors": "Chumakov Yu, Nikolskaja S",
        "Title": " Features of dynamic and heat structure of free convection boundary layer neat vertical heated surface In: Turbulent Heat Transfer-2, Manchester, May 31-June 4, 1998, p.321-330.",
        "Url": "Not url"
    },
    {
        "Year": "1998",
        "Authors": "Litvin A.D, Chumakov Yu",
        "Title": " and other. Experimental investigation of turbulence exchange parameters on a shear flow under condition of temperature and vertical density gradients  EUROMECH Colloquium 377 \"Stability and control of shear flows with strong temperature or density gradients\", Prague, Czech Republic, May 20-21, 1998, 7pp.",
        "Url": "Not url"
    },
    {
        "Year": "1996",
        "Authors": "Kuzmitsky V.A, Chumakov Yu. Study of near wall region of a free convection boundary layer / 2-nd ERCOFTAC Workshop on Large Eddy Simulation, Grenoble (France), 16-20 September, 1996, 22pp, INTAS 93-1584.",
        "Title": " INTAS 93-1584.",
        "Url": "Not url"
    },
    {
        "Year": "1996",
        "Authors": "Кузьмицкий В.А, Чумаков Ю.С",
        "Title": " Экспериментальное исследование структуры турбулентного свободноконвективного пограничного слоя  Cб. докл. 3-го Минского международного форума по тепломассообмену, ММФ-96, Минск, 20-24 мая, 1996, т.1, ч.2, с. 101-107.",
        "Url": "Not url"
    },
    {
        "Year": "1996",
        "Authors": "Кузьмицкий О.А, Никольская С.Б, Чумаков Ю.С",
        "Title": " Спектральные и корреляционные характеристики пульсаций скорости и температуры в свободноконвективном пограничном слое  сб. докл. 3-го Минского международного форума по тепломассообмену, ММФ-96, Минск, 20-24 мая, 1996, т.1, ч.2, с. 117-122.",
        "Url": "Not url"
    }
]