[
    {
        "Year": "2022",
        "Authors": "Шекелашвили С.Т, Забелло К.К, Щур Н.А, Смирновcкий А.А",
        "Title": " Апробация одного алгоритма деформации неструктурированной расчётной сетки на задаче об автоколебаниях цилиндра в однородном потоке  Неделя науки ФизМех: сборник статей Всероссийской научной конференции, 4–9 апреля 2022 г. – СПб.: ПОЛИТЕХ-ПРЕСС, 2022. ISBN 978-5-7422-7904-4.– с.306-308. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Забелло К.К, Шекелашвили С.Т, Щур Н.А, Смирновский А.А",
        "Title": " Численное моделирование автоколебаний эллиптического цилиндра в однородном потоке с использованием метода деформируемых сеток  XXVI Всероссийский семинар с международным участием по струйным, отрывным и нестационарным течениям. Материалы докладов. Сер. \"Библиотека журнала \"Военмех. Вестник БГТУ\"\" Сост.: М.В. Чернышов, А.С. Капралова. Санкт-Петербург, 2022. С. 87-88. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2021",
        "Authors": "Ivanov N, Podmarkova A, Ris V, Tschur N, Zasimova M",
        "Title": " Control of Heat Removal from Multi-Row Plain Tube Banks Typical for Subsea Coolers  In: 2021 6th International Symposium on Environment-Friendly Energies and Applications (EFEA), 2021, pp. 1-6, doi: 10.1109EFEA49713.2021.9406225. (скачать)\n",
        "Url": "https://ieeexplore.ieee.org/document/9406225 "
    },
    {
        "Year": "2020",
        "Authors": "Kolesnik E.V, Smirnovsky A.A, Tschur N.A, Ivanov N.G, Smirnov E.M",
        "Title": " Experience in using a synthetic turbulence generator for eddy-resolving simulation of the vertical-plate free convection boundary layer  Journal of Physics: Conference Series, Vol. 1565 (2020) 012105 6 p. (DOI:10.10881742-659615651012105; Proceedings of the All-Russian scientific conference with international participation «Thermophysics and Power Engineering in Academic Centers» (TPEAC-2019), 21-23 October 2019, St. Petersburg, Russia) (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1565/1/012105"
    },
    {
        "Year": "2019",
        "Authors": "Ivanov N, Ris V, Tschur N, Zasimova M",
        "Title": " Effect of gas flow direction on a passive subsea cooler effectiveness  Computational Thermal Sciences. – 2019. – Vol. 11, № 1-2. – P.1-16. (скачать)                                                                                                                              \r\n",
        "Url": "http://www.dl.begellhouse.com/ru/journals/648192910890cd0e,7344e09e13d9db41,6b7c67241399efe6.html"
    },
    {
        "Year": "2019",
        "Authors": "Засимова М.А, Иванов Н.Г, Подмаркова А.Д, Рис В.В, Щур Н.А",
        "Title": " Естественная тяга воды через гладкотрубный пучок при различной конфигурации элементов ограждения  Материалы всероссийской научной конференции с международным участием: XI Семинар ВУЗов по теплофизике и энергетике (21-23 октября 2019 г.). СПб. ПОЛИТЕХ-ПРЕСС, 2019, ISBN 978-5-7422-6703-4. с.158-159.                                                                   \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Колесник Е.В, Смирновский А.А, Щур Н.А, Иванов Н.Г, Смирнов Е.М",
        "Title": " Опыт применения генератора синтетической турбулентности при расчетах свободноконвективного пограничного слоя на вертикальной пластине вихреразрешающим методом  Материалы всероссийской научной конференции с международным участием: XI Семинар ВУЗов по теплофизике и энергетике (21-23 октября 2019 г.). СПб. ПОЛИТЕХ-ПРЕСС, 2019, ISBN 978-5-7422-6703-4. с.186-187.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Попова Д.К, Щур Н.А, Смирнов Е.М",
        "Title": " Численное исследование турбулентного обтекания кругового цилиндра, расположенного в щелевом канале  Неделя науки СПбПУ: материалы научной конференции с международным участием, 18–23 ноября 2019 г. Институт прикладной математики и механики. – СПб. : ПОЛИТЕХ-ПРЕСС, 2019. с.48-51.                                                                                                                   \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Ivanov N.G, Ris V.V, Tschur N.A, Zasimova M.A",
        "Title": " Effect of the number of vertical rows on heat transfer from a staggered tube bank of subsea cooler  In: Proc. of the 16th International Heat Transfer Conference, IHTC-16 August 10-15, 2018, Beijing, China, Paper IHTC16-23638. 2018. 8 p.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Ivanov N, Ris V, Tschur N, Zasimova M",
        "Title": " Effect of gas flow direction on passive subsea cooler effectiveness  Computational Thermal Sciences. – 2019. – Vol. 11, № 1-2. – P.1-16. (скачать)\r\n",
        "Url": "https://goo.gl/2UT6Hg"
    },
    {
        "Year": "2018",
        "Authors": "Иванов Н.Г, Рис В.В, Щур Н.А. Влияние числа вертикальных рядов на течение и теплообмен в трубных пучках глубоководных теплообменных аппаратов. / Труды Седьмой Российской национальной конференции по теплообмену (РНКТ-7): в 3 томах (22-26 октября 2018 г, Москва)",
        "Title": " Т. 1. – М.: Издательский дом МЭИ, 2018, с. 327-330.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Засимова М.А, Иванов Н.Г, Рис В.В, Щур Н.А",
        "Title": " Теплопередача в гладкотрубном шахматном пучке, погруженном в обширный водный бассейн  Теплофизика высоких температур. – 2018. – Том 56. – № 5. – С. 1-11.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Ivanov N, Ris V, Tschur N, Zasimova M. Effect of gas pipe flow direction on a passive subsea cooler effectiveness: results of 3D conjugate heat transfer simulation / In: Proc. of 7th International Symposium on Advances in Computational Heat Transfer (CHT-17). Ed. by: Yogesh Jaluria and Oronzio Manca. 28 May – 1 June 2017, Napoli, Italy. Begell House Inc, 2017",
        "Title": " 13 p. ISBN 978-1-56700-461-8. (скачать)\r\n",
        "Url": "https://goo.gl/sdhP2S"
    },
    {
        "Year": "2016",
        "Authors": "Ivanov N, Ris V, Tschur N, Zasimova M",
        "Title": " Numerical simulation of conjugate heat transfer in a tube bank of a subsea cooler based on buoyancy effect  Journal of Physics: Conference Series, Vol. 745 (2016) 032058. 8 p.",
        "Url": "Not url"
    },
    {
        "Year": "2016",
        "Authors": "Smirnov E.M, Smirnovsky A.A, Schur N.A, Zaitsev D.K, Smirnov P.E",
        "Title": " Numerical simulation of turbulent heat transfer past a backward-facing step: 2D3D RANS versus IDDES solutions  Journal of Physics: Conference Series, 2016, vol.745, p.32016 (8 p.)",
        "Url": "Not url"
    },
    {
        "Year": "2016",
        "Authors": "Засимова М.А, Иванов Н.Г, Щур Н.А",
        "Title": " Имитационное моделирование работы глубоководного теплообменного аппарата в условиях, приближенных к реальным  Неделя науки СПбПУ: материалы научного форума с международным участием. Лучшие доклады. - СПб.: Изд-во Политехн. ун-та, 2016. - C. 203-208. ISBN 978-5-7422-5170-5.",
        "Url": "Not url"
    },
    {
        "Year": "2016",
        "Authors": "Засимова М.А, Иванов Н.Г, Рис В.В, Щур Н.А. Численное моделирование сопряженного теплообмена при смешанной конвекции в гладкотрубных пучках глубоководных теплообменных аппаратов / Труды XV Минского международного форума по тепло- и массообмену (23-26 мая 2016 г, Минск, Беларусь) [CD ROM]",
        "Title": " - Минск: Изд-во Института тепло- и массообмена им. А.В.Лыкова НАН Беларуси, 2016. - 12 с. ISBN 978-985-7138-05-0.",
        "Url": "Not url"
    },
    {
        "Year": "2016",
        "Authors": "Засимова М.А, Иванов Н.Г, Щур Н.А",
        "Title": " Выбор схемы движения теплоносителей для подводного газоохладителя на основе численного моделирования в сопряженной постановке  Неделя науки СПбПУ: материалы научной конференции с международным участием. Лучшие доклады. - СПб.: Изд-во Политехн. ун-та, 2016. - C. 163-167. ISBN 978-5-7422-5577-22.",
        "Url": "Not url"
    },
    {
        "Year": "2015",
        "Authors": "Ivanov Nikolay, Ris Vladimir, Tschur Nikolay, Yurkina Nina",
        "Title": " Numerical simulation of buoyancy-induced flow through a staggered tube bank of subsea cooler  In: Advances in Heat Transfer. Proceedings of the 7th Baltic Heat Transfer Conference (BHTC 2015), Tallinn, Estonia, August 24-26, 2015. Dmitri Neshumayev, Bengt Sunden (Eds.). Tallinn University of Technology, 2015. P. 23-28. ISBN 978-9949-23-817-0.",
        "Url": "Not url"
    },
    {
        "Year": "2014",
        "Authors": "Nikolay G",
        "Title": " Ivanov, Vladimir V. Ris, Evgueni M. Smirnov, Nikolay A. Tschur. Numerical simulation of 3D flow effect on heat transfer from a tube bank of subsea cooler  In: Proc. Of the 15th International Heat Transfer Conference, IHTC-15 August 10-15, 2014, Kyoto, Japan, Paper IHTC15-9766. ISBN 978-1-56700-421-2. - 2014. - 12 pages.",
        "Url": "Not url"
    },
    {
        "Year": "2014",
        "Authors": "Иванов Н.Г, Рис В.В, Щур Н.А. Исследование краевых эффектов при смешанной конвекции в гладкотрубных пучках глубоководных теплообменных аппаратов / Труды VI Российской национальной конференции по теплообмену (РНКТ-6) (27-31 октября 2014 г, Москва) [CD ROM]",
        "Title": " - Москва, МЭИ, 2014. - 4 с.",
        "Url": "Not url"
    },
    {
        "Year": "2013",
        "Authors": "Иванов Н.Г, Рис В.В, Щур Н.А",
        "Title": " Теплоотдача в гладкотрубных пучках глубоководных теплообменных аппаратов  Современная наука: исследования, идеи, результаты, технологии, 2013. – №1 (12) – с. 382-388. (ISSN 2076-6866)",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Смирнов Е.М, Сыралева М.Н, Щур Н.А",
        "Title": " Влияние формы задней кромки гидродинамического профиля на интенсивность вихрей в дорожке Кармана: численное исследование в рамках RANS-подхода. Тезисы докладов Международной научной конференции по механике \"VI Поляховские чтения\", СПб, 31 января - 3 февраля 2012 г. с. 186-187",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Иванов Н.Г, Рис В.В, Щур Н.А",
        "Title": " Численное исследование влияния наложенного горизонтального течения на теплоотдачу в гладкотрубном пучке в условиях пассивного теплосъема за счет естественной конвекции  Тепловые процессы в технике, 2012. – Том 4, №10 – с. 434-441.",
        "Url": "Not url"
    },
    {
        "Year": "2011",
        "Authors": "Щур Н.А, Иванов Н.Г",
        "Title": " Численное исследование пространственного течения и теплообмена в гладкотрубном пучке при смешанной конвекции  Тезисы докладов XVIII Школы-семинара молодых ученых и специалистов под руководством академика РАН А.И.Леонтьева. Москва: Издательский дом МЭИ, 2011. –с.105-106.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Zaitsev D, Schur N, Smirnov E, Goryachev V",
        "Title": " Visual analysis of turbulent whirl over a cantilevered flexible blade after 3D numerical simulation  13th Int. Symposium on Flow Visualization (ISFV13), July 1-4, 2008, Nice, France. CD-ROM Proceedings, 10p.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Щур, Н. А. Численное исследование свободных и вынужденных колебаний тел в потоке / дис. : канд. физ.-мат. наук : 01.02.05 : защищена 26.02.08 : утв. 11.07.08 / Щур Николай Алексеевич. – СПб, 2008",
        "Title": " – 105 с. библиогр. : 93-105.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Щур, Н. А. Численное исследование свободных и вынужденных колебаний тел в потоке / Автореферат на диссертацию : канд. физ.-мат. наук : 01.02.05 : защищена 26.02.08 : утв. 11.07.08 / Щур Николай Алексеевич. – СПб, 2008",
        "Title": " – 16 с.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "D",
        "Title": " K. Zaitsev, E. M. Smirnov, N. A. Schur. Computations of turbulent flows around oscillating bodies using multi-block deforming meshes and eddy resolving techniques  8th. World Congress on Computational Mechanics (WCCM8), 5th. European Congress on Computational Methods in Applied Sciences and Engineering (ECCOMAS 2008), June 30 – July 5, 2008, Venice, Italy. CD-ROM proceedings, Paper ID a1133, 2 p.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Зайцев Д.К, Смирнов Е.М, Щур Н.А. Численное исследование турбулентных течений около колеблющихся тел на основе трехмерных вихреразрешающих подходов // Труды международной научной конференции \"Параллельные вычислительные технологии\" (ПаВТ'2008, Санкт-Петербург, 28 января - 1 февраля 2008 г.), - Челябинск: Изд-во ЮУрГУ, 2008. - 599 с, с",
        "Title": " 101-106.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Зайцев Д.К, Смирнов Е.М, Щур Н.А, Горячев В.Д. Численное исследование и постобработка результатов моделирования турбулентных структур течения, индуцированного вибрирующей пластиной // Труды XI Всероссийской научно-методической конференции \"Телематика'2008\" 23-26 июня 2008 г, Санкт-Петербург. - СПб.: Санкт-Петербургский государственный институт точной механики и оптики (технический университет), 2008. - Том 1, 278 с, с",
        "Title": " 116-117.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Зайцев Д.К, Смирнов Е.М, Щур Н.А. Численное моделирование свободных и вынужденных колебаний тел в потоке / Всероссийский семинар по аэрогидродинамике: Тезисы докладов, 5-7 февраля 2008 г, Санкт-Петербург. - СПб.: Санкт-Петербургский государственный университет, 2008. – 144 с, с",
        "Title": " 78.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Д.К",
        "Title": " Зайцев, Е.М. Смирнов, П.Е. Смирнов, Н.А. Щур, С.А. Якубов. Опыт параллелизации вычислений при расчете отрывных течений на основе трехмерных нестационарных формулировок  Вычислительные методы и программирование, 2007, т.8, с.95-102 (http:num-meth.srcc.msu.su).",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Н.А. Щур, Д.К. Зайцев. Численное моделирование турбулентных течений для свободных и вынужденных колебаний тел в потоках // Труды XVI школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева «Проблемы газодинамики и тепломассообмена в энергетических установках», 21 - 25 мая 2007 г, С.-Петербург, т.2, М.: Изд",
        "Title": " МЭИ, 2007, с.197-200",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "D.K",
        "Title": " Zaitsev, N.A. Schur and E. M. Smirnov. Numerical simulation of 3D turbulent flows around bodies subjected to vortex-induced and forced vibration  Int. Conf on Parallel Computational Fluid Dynamics, May 21-24, 2007, Antalya, Turkey (Parallel CFD 2007). CD-ROM Proceedings, ParCFD-2007-072, 5 p.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Д.К",
        "Title": " Зайцев, Н.А. Щур. Применение деформируемых сеток для численного моделирования течений в областях с подвижными границами  Научно-технические ведомости СПбГТУ, №51 (47), 2006, с.15-22.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Зайцев Д.К, Смирнов Е.М, Щур Н.А",
        "Title": " Численное моделирование автоколебаний цилиндра в турбулентном потоке  IX Всероссийский съезд по теоретической и прикладной механике (Нижний Новгород, 22-28 августа 2006г). Аннотации докладов, т.II, с.88. Ниж.Новгород: Изд. ННГУ, 2006, 194 с.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Щур Н.А, Зайцев Д.К. Применение метода деформируемых сеток для моделирования автоколебаний цилиндра в однородном потоке // В кн.: Проблемы газодинамики и тепломассообмена в энергетических установках. Тр. XV школы-семинара под руководством акад. А.И. Леонтьева, Калуга, 23-27 мая 2005 г. – М.: МЭИ, 2005, Т.1, 420 с, с.125-129.",
        "Title": " с.125-129.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Зайцев Д.К, Смирнов Е.М, Щур Н.А. Применение подвижных сеток в вычислительной гидродинамике // В кн.: Актуальные вопросы теплофизики и физической гидрогазодинамики. Тезисы докладов 2-й научной школы-конференции, Алушта, 20-26 сентября 2004г, 214 с, с.195-197.",
        "Title": " с.195-197.",
        "Url": "Not url"
    }
]