[
    {
        "Year": "2022",
        "Authors": "Babinov N.A, Razdobarin A, Bukreev I.M, Kirilenko D.A, Lyullin Z, Mukhin E.E, Sitnikova A, Varshavchik L, Zatylkin P, Putrik A.B, Klimov N.S, Kovalenko D, Zhitlukin A, Morgan T.W, Brons S, Temmerman G.de, Serenkov I.T, Sakharov V, Bulovich S.V, Gorodetsky A.E, Zalavutdinov R.Kh",
        "Title": " Three-dimensional modeling of sputtered materials transport in diagnostic ducts of fusion devices  Nuclear Fusion 62 (2022): 6004. DOI 10.10881741-4326ac8b1f. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Адиатуллин В.Р, Булович С.В",
        "Title": " Математическая модель дифференциального дрейфового спектрометра  Неделя науки ФизМех: сборник статей Всероссийской научной конференции, 4–9 апреля 2022 г. – СПб.: ПОЛИТЕХ-ПРЕСС, 2022. ISBN 978-5-7422-7904-4.– с.266-269. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Булович С.В, Игнатьев И.А",
        "Title": " Численное решение системы уравнений многофазных потоков с общим давлением в баротропном приближении на основе схемы с повышенным порядком точности  Неделя науки ФизМех: сборник статей Всероссийской научной конференции, 4–9 апреля 2022 г. – СПб.: ПОЛИТЕХ-ПРЕСС, 2022. ISBN 978-5-7422-7904-4.– с.285-287. \r\n\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Bulovich S.V, Ignatiev I.A",
        "Title": " Algorithm for numerical integration of a system of equations of multiphase flows with common pressure in the barotropic approximation  ХХI International Conference on the Methods of Aerophysical Research (ICMAR 2022). Abstracts. Part I. Novosibirsk, 2022, p.34-35. DOI: 10.539549785604788967_34. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Blyum M.E, Bulovich S.V, Kolesnik E.V",
        "Title": " The possibility of the laminar-turbulent transition predicting in a zero-flow flow in a cylindrical tube using URANS models  В книге: ХХI International Conference on the Methods of Aerophysical Research (ICMAR 2022). Abstracts. Part II. Novosibirsk, 2022. С. 23-24. DOI: 10.539549785604788974_23. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Адиатуллин В.Р, Булович С.В",
        "Title": " Численное исследование течения в камере дрейфового масс-спектрометра  XXVI Всероссийский семинар с международным участием по струйным, отрывным и нестационарным течениям. Материалы докладов. Сер. \"Библиотека журнала \"Военмех. Вестник БГТУ\"\" Сост.: М.В. Чернышов, А.С. Капралова. Санкт-Петербург, 2022. С. 23-24. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Блюм М.Е, Булович С.В, Колесник Е.В",
        "Title": " Возможность описания ламинарно-турбулентного перехода с помощью URANS-моделей при течении с нулевым расходом в цилиндрической трубе  XXVI Всероссийский семинар с международным участием по струйным, отрывным и нестационарным течениям. Материалы докладов. Сер. \"Библиотека журнала \"Военмех. Вестник БГТУ\"\" Сост.: М.В. Чернышов, А.С. Капралова. Санкт-Петербург, 2022. С. 45-46. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Булович С.В, Игнатьев И.А",
        "Title": " Анализ эффективности неявных схем интегрирования многожидкостной модели с общим давлением  XXVI Всероссийский семинар с международным участием по струйным, отрывным и нестационарным течениям. Материалы докладов. Сер. \"Библиотека журнала \"Военмех. Вестник БГТУ\"\" Сост.: М.В. Чернышов, А.С. Капралова. Санкт-Петербург, 2022. С. 59-60. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2021",
        "Authors": "Булович С.В",
        "Title": " Численное моделирование термоакустических колебаний газа в трубе с теплообменными элементами тороидальной формы  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2021. Т. 14. № 3. С. 36–48. DOI: 10.18721JPM.14303. (скачать)\n",
        "Url": "https://elib.spbstu.ru/dl/2/j21-426.pdf/download/j21-426.pdf"
    },
    {
        "Year": "2020",
        "Authors": "Masyukevich A.V, Bulovich S.V",
        "Title": " An experimental study of the effect of a shock wave front on a permeable material  J.Phys.: Conf. Ser. 1697 (2020) 012230. DOI:10.10881742-659616971012230. (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1697/1/012230/meta"
    },
    {
        "Year": "2020",
        "Authors": "Булович С.В",
        "Title": " Неявный экономичный алгоритм численного интегрирования системы уравнений для описания состояния многофазного потока с общим давлением  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2020. Т. 13. № 4. С. 47–60. DOI: 10.18721JPM.13404 (скачать)\r\n",
        "Url": "https://physmath.spbstu.ru/article/2020.50.4/"
    },
    {
        "Year": "2019",
        "Authors": "Bukreev I.M, Mukhin E.E, Bulovich S.V, Matyushenko A.A, Babinov N.A, Dmitriev A.M, Litvinov A.E, Razdobarin A.G, Samsonov D.S, Varshavchick L.A, Zatilkin P.A",
        "Title": " Numerical simulations for hydrodynamic technique protecting optical components in ITER divertor  Journal of Physics: Conference Series. 1400 (2019) 077040. (International Conference PhysicA.SPb2019) DOI: 10.10881742-659614007077040. 8p.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Авдеев Е.Э, Булович С.В",
        "Title": " Моделирование кризиса теплообмена второго рода с использованием раздельной по жидкой пленке и парокапельному потоку формулировке  Материалы всероссийской научной конференции с международным участием: XI Семинар ВУЗов по теплофизике и энергетике (21-23 октября 2019 г.). СПб. ПОЛИТЕХ-ПРЕСС, 2019, ISBN 978-5-7422-6703-4. с.10-11.                                                         \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Масюкевич А.В, Булович С.В",
        "Title": " Экспериментальное исследование взаимодействия ударной волны со слоем проницаемого материала  Материалы всероссийской научной конференции с международным участием: XI Семинар ВУЗов по теплофизике и энергетике (21-23 октября 2019 г.). СПб. ПОЛИТЕХ-ПРЕСС, 2019, ISBN 978-5-7422-6703-4. с.246-247.                                                                                         \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Булович С.В",
        "Title": " Схема численного интегрирования системы уравнений многофазных потоков в равновесном баротропном приближении  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2019. Т. 12. № 3. — С. 17–25. DOI: 10.18721JPM.12302.                                                                                                                                                                        \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Булович С.В, Масюкевич А.В",
        "Title": " Экспериментальное исследование взаимодействия ударной волны со слоем проницаемого материала  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2019. Т. 12. № 4. С. 135–144. DOI: 10.18721JPM.12413.                                                                                                                                                                        \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Авдеев Е.E, Булович С.В, Горский Ю.А",
        "Title": " Анализ моделей уноса и осаждения капель в дисперсно-кольцевом режиме течения  Научно-технические ведомости СПбПУ. Естественные и инженерные науки. 2019. Т. 25. № 2. С. 54–67. DOI: 10.18721JEST.25204. (скачать)                                                                                                    \r\n",
        "Url": "https://engtech.spbstu.ru/article/2019.109.4/"
    },
    {
        "Year": "2018",
        "Authors": "Bulovich S.V, Smirnov E.M",
        "Title": " Experience in using a numerical scheme with artificial viscosity at solving the Riemann problem for a multi-fluid model of multiphase flow  AIP Conference Proceedings 1959, 050007 (2018); DOI: 10.10631.5034635, 8 p.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Avdeev E.E, Bulovich S.V, Pletnev A.A, Talalov V.A",
        "Title": " A one-dimensional three-fluid model of two-phase steady-state dispersed-annular flow  Proceedings of International Conference EECE-2018: «International Scientific Conference on Energy, Environmental and Construction Engineering», 19-20 November 2018, Peter the Great St. Petersburg Polytechnic University. 12p.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Smirnov S.I, Bulovich S.V, Smirnov E.M",
        "Title": " Calculation of unsteady two-phase quasi-onedimensional channel flow based on the two-fluid model and the artificial viscosity numerical scheme  Journal of Physics: Conference Series, Vol. 1135 (2018) 012106. 6 p. (DOI:10.10881742-659611351012106, Proceedings of the International Conference PhysicA.SPb2018, 23-25 October 2018, St. Petersburg, Russia)\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Авдеев Е.Э, Булович С.В, Плетнев А.А",
        "Title": " Численное решение стационарной задачи течения дисперсно-кольцевого режима парожидкостного потока в одномерном трехжидкостном приближении  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Политех-пресс, 2018, с. 3-5.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Дягиль Д.С, Булович С.В, Гатаулин Я.А, Монашков В.В",
        "Title": " Численное моделирование распространения ударной волны в условиях городской застройки  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Политех-пресс, 2018, с. 17-19.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Авдеев Е.Э, Плетнев А.А, Булович С.В",
        "Title": " Трехжидкостная формулировка и численный метод решения стационарной задачи теплогидравлики двухфазного потока в дисперсно-кольцевом режиме течения  Научно-технические ведомости СПбПУ. Физико-математические науки 11(3) 2018, с. 122-132.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": " ",
        "Title": " ",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Булович С.В",
        "Title": " Математическое моделирование течения газа в окрестности открытого торца трубы при колебаниях поршня на другом конце трубы по гармоническому закону на резонансной частоте  Журнал технической физики. 2017, вып.11, стр. 1632-1636. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2014",
        "Authors": "Bukreev I.M, Mukhin E.E, Bulovich S.V, Razdobarin A.G, Semenov V.V, Tolstyakov S.Yu, Kochergin M.M, Kurskiev G.S, Masyukevich S.V, Chernakov P.V",
        "Title": " A series of measures for protecting optics against evaporation in diagnostic channels of tokamaks  Instruments and Experimental Techniques. - March 2014. – Vol.57. - Issue 2. - P.155-164.",
        "Url": "Not url"
    },
    {
        "Year": "2014",
        "Authors": "Букреев И.М, Mухин E.Е, Булович С.В, Раздобарин A.Г, Семенов В.В, Толстяков С.Ю, Koчергин M.М, Курскиев Г.С, Масюкевич С.В, Чернаков П.В",
        "Title": " Комплекс мер защиты оптики от напыления в диагностических каналах токамаков  Приборы и техника эксперимента. - 2014. - №2. - C.68-77.",
        "Url": "Not url"
    },
    {
        "Year": "2013",
        "Authors": "Bazhenov Alexander, Bulovich Sergey Valer'evich, Giles Roger Apparatus For Providing Gaseous Sample Ions/Molecules And A Corresponding Method // UK Patent Application No 1216412.5 12.09.13",
        "Title": "Bazhenov Alexander, Bulovich Sergey Valer'evich, Giles Roger Apparatus For Providing Gaseous Sample IonsMolecules And A Corresponding Method  UK Patent Application No 1216412.5 12.09.13",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Фомина Н.С, Кретинина А.В, Масюкевич С.В, Булович С.В, Лапушкин М.Н, Галль Л.Н, Галль Н.Р",
        "Title": " Иccледование транспорта ионов и заряженных капель из области атмосферного давления в газодинамический интерфейс  Масс-спектрометрия, 2012, Т.9 №4.",
        "Url": "Not url"
    },
    {
        "Year": "2011",
        "Authors": "Баженов А.Н, Булович С.В, Галль Л.Н, Галль Н.Р",
        "Title": " Газодинамические флуктуации и шумы, возникающие в интерфейсе ионного источника с ионизацией при атмосферном давлении  Масс-спектрометрия, 2011, т.8, №1, стр.27-32. (скачать)",
        "Url": "http://144.206.159.178/FT/7873/928198/15598196.pdf"
    },
    {
        "Year": "2010",
        "Authors": "Баженов А.Н, Булович С.В, Галль Л.Н, Галь Н.Р, Кретинина А.В, Лапушкин М.Н",
        "Title": " Механизм молекулярной фрагментации и атомизации ионов в газодинамической транспортирующей ячейке  Письма в Журнал Технической Физики, 2010, том 36, выпуск 7, Стр. 45-53.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Булович С.В, Баженов А.Н, Петров Р.Л",
        "Title": " Нормальное взаимодействие сверхзвуковой осесимметричной струи с поверхностью, содержащей соосное со струей отверстие  Журнал Технической Физики, 2009, том 79, выпуск 12. Стр. 92-94.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Булович С.В, Виколайнен В.Э",
        "Title": " Ударно-волновое течение газа в замкнутой цилиндрической трубе, вызванное гармоническими колебаниями поршня  Письма в Журнал Технической Физики, 2008, том 34, выпуск 10. Стр. 88-94.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Булович С.В",
        "Title": " Критерий возникновения ударно-волнового течения газа в замкнутой цилиндрической трубе, вызванного гармоническими колебаниями поршня  Письма в Журнал Технической Физики, 2007, том 33, выпуск 11. Стр. 40-44.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Булович С.В, Виколайнен В.Э, Зверинцев С.В, Петров Р.Л",
        "Title": " Численное моделирование взаимодействия отраженной ударной волны с пристенным пограничным слоем  Письма в Журнал Технической Физики, 2007, том 33, выпуск 4. Стр. 73-78.",
        "Url": "Not url"
    },
    {
        "Year": "2007",
        "Authors": "Булович С.В, Виколайнен В.Э, Петров Р.Л",
        "Title": " Численное решение задачи о формировании течения в цилиндрической трубе при открытии кольцевой щели  Письма в Журнал Технической Физики, 2007, том 33, выпуск 23. Стр. 81-86.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Булович C.В",
        "Title": " Высокочастотный пневмоклапан для больших расходов газа  Научные исследования и инновационная деятельность: Материалы научно-практической конференции. СПб: Изд-во Политехн. ун-та, 2006. 348 с. Стр. 70-75.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Булович C.В, Виколайнен В.Э",
        "Title": " Волновое движение газа в протяженных каналах. Учебное пособие. СПб: Изд-во Политехнического ун-та. 2006. 68c. 4,25 усл. печ. л.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Булович C.В, Виколайнен В.Э, Зверинцев С.В, Петров Р.Л. Взаимодействие отраженной ударной волны со спутным потоком за падающей ударной волной / Материалы VI Международной конференции по неравновесным процессам в соплах и струях (NPNJ-2006), 26 июня - июля 2006 г, Санкт-Петербург",
        "Title": " - М.: Вузовская книга, 2006. 368 с. Стр. 78-80.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Булович C.В, Виколайнен В.Э, Клочков А.Н, Петров Р.Л. Формирование течения газа в цилиндрической трубе при кольцевом открытии диафрагмы / Материалы VI Международной конференции по неравновесным процессам в соплах и струях (NPNJ-2006), 26 июня - июля 2006 г, Санкт-Петербург",
        "Title": " - М.: Вузовская книга, 2006. 368 с. Стр. 80-82.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Булович C.В, Виколайнен В.Э, Колешко С.Б",
        "Title": " Исследование теплообмена при пульсирующем течении газа в длинной цилиндрической трубе  Научные исследования и инновационная деятельность: Материалы научно-практической конференции. СПб: Изд-во Политехн. ун-та, 2006. 348 с. Стр. 76-79.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Булович C.В, Виколайнен В.Э, Колешко С.Б, Мельников А.А. Теплообмен при пульсирующем течении газа в длиной цилиндрической трубе / Материалы VI Международной конференции по неравновесным процессам в соплах и струях (NPNJ-2006), 26 июня - июля 2006 г, Санкт-Петербург",
        "Title": " - М.: Вузовская книга, 2006. 368 с. Стр. 78-80.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Булович С.В",
        "Title": " Численное исследование ламинарного ударно-волнового движения газа, возбуждаемого гармоническими колебаниями поршня в закрытой цилиндрической трубе  Инженерно-физический журнал. Т.79 N2 2006г. Стр. 139-144.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Булович C.В, Петров Р.Л",
        "Title": " Пневматический разгон поршня в стволе  Письма в Журнал Технической Физики, 2005, том 31, выпуск 16. Стр. 12-18.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Булович C.В",
        "Title": " Алгоритмы численного интегрирования нестационарной системы уравнений узкого канала  Формирование технической политики инновационных наукоемких технологий. Материалы научно-практической конференции и школы-семинара. 17-20 июня 2004. СПб.: Изд-во Политехн. Ун-та, 2004. 471 с. стр. 188-207.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Булович C.В, Виколайнен В.Э, Петров Р.Л",
        "Title": " Воздействие нестационарной сверхзвуковой струи на поверхность  Формирование технической политики инновационных наукоемких технологий. Материалы научно-практической конференции и школы-семинара. 17-20 июня 2004. СПб.: Изд-во Политехн. Ун-та, 2004. 471 с. стр. 207-217.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Булович C.В, Виколайнен В.Э, Петров Р.Л",
        "Title": " Математическое моделирование процесса формирования нестационарной перерасширенной осесимметричной струи, созданной при помощи быстрооткрывающегося клапана  Формирование технической политики инновационных наукоемких технологий. Материалы научно-практической конференции и школы-семинара. 17-20 июня 2004. СПб.: Изд-во Политехн. Ун-та, 2004. 471 с. Стр. 217-226.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Булович C.В, Виколайнен В.Э, Петров Р.Л",
        "Title": " Расчет теплового потока в торец ударной трубы из области за отраженной ударной волной  Письма в Журнал Технической Физики, 2004, том 30, выпуск 21. Стр. 1-6.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Булович С.В",
        "Title": " Численное интегрирование нестационарной системы уравнений Прандтля  Вестник ИВТОБ N2, СПб, 2004, приложение к журналу \"Клио\". Стр. 86-93.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Булович С.В, Виколайнен В.Э, Полковникова Л.С",
        "Title": " Нестационарные вязкие течения газа в протяженных заглушенных каналах  Вестник ИВТОБ N2, СПб, 2004, приложение к журналу <Клио>. Стр. 102-109.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Булович С.В, Виколайнен В.Э, Симаков П.К",
        "Title": " Газодинамические характеристики вращающегося золотника  Вестник ИВТОБ N2, СПб, 2004, приложение к журналу <Клио>. Стр. 109-113.",
        "Url": "Not url"
    },
    {
        "Year": "2002",
        "Authors": "Булович С.В",
        "Title": " Пульсационный термосепаратор  Турбины и компрессоры (научно-технический и производственный журнал), вып. N1,2-2002 (18,19) стр. 34-38.",
        "Url": "Not url"
    },
    {
        "Year": "2002",
        "Authors": "Булович С.В, Петров Р.Л",
        "Title": " Волновой детандер  Инженерно-физический журнал Т.75 N5 2002. стр. 51-55.",
        "Url": "Not url"
    },
    {
        "Year": "2001",
        "Authors": "Булович С.В",
        "Title": " Расчет закрученных осесимметричных внутренних течений в рамках укороченной системы уравнений Навье-Стокса  Турбины и компрессоры. Вып. N2-2001 (15), стр. 39-44.",
        "Url": "Not url"
    },
    {
        "Year": "2001",
        "Authors": "Булович С.В, Виколайнен В.Э",
        "Title": " Построение схемы интегрирования полной системы уравнений Навье-Стокса для многофакторного внутрицилиндрового процесса в ДВС  В кн.: Формирование технической политики инновационных наукоемких технологий. Материалы научно-практической конференции и школы семинара 14-16 июня 2001г. Том II. СПб.: Изд-во СПбГТУ, 2001, стр. 10-34.",
        "Url": "Not url"
    },
    {
        "Year": "2001",
        "Authors": "Булович С.В, Колешко С.Б",
        "Title": " Численное интегрирование укороченной системы уравнений Навье-Стокса при расчете закрученных внутренних течений  В кн.: Формирование технической политики инновационных наукоемких технологий. Материалы научно-практической конференции и школы семинара 14-16 июня 2001г. Том II. СПб.: Изд-во СПбГТУ, 2001, стр. 35-43.",
        "Url": "Not url"
    },
    {
        "Year": "2001",
        "Authors": "Булович С.В, Миклухо Е.О",
        "Title": " Исследование неявных схем типа Годунова повышенного порядка точности  В кн.: Формирование технической политики инновационных наукоемких технологий. Материалы научно-практической конференции и школы семинара 14-16 июня 2001г. Том II. СПб.: Изд-во СПбГТУ, 2001, стр. 44-55.",
        "Url": "Not url"
    },
    {
        "Year": "2001",
        "Authors": "Булович С.В, Петров Р.Л",
        "Title": " Мажорантные оценки эффективности пульсационных охладителей газа  Турбины и компрессоры. Вып. N3,4-2001 (16,17), стр. 50-54.",
        "Url": "Not url"
    },
    {
        "Year": "1999",
        "Authors": "Булович С.В, Виколайнен И.Э, Городянко П.А",
        "Title": " Исследование теплонапряжнного состояния цилиндро-поршневой группы двигателя с внешней камерой сгорания  Труды III-й Международной конференции \"Научно-технические проблемы прогнозирования надежности и долговечности конструкций и методы их решения\". 19-21 октября 1999г. Санкт-Петербург, с.8-9.",
        "Url": "Not url"
    },
    {
        "Year": "1998",
        "Authors": "Булович С.В, Виколайнен В.Э",
        "Title": " Принцип работы термосепаратора. Части 1-3  В кн.: Фундаментальные исследования в технических университетах. Материалы научно-техн. конф. С.-Петербург, 25-26 июня 1998, Изд. СПбГТУ, с.146-147.",
        "Url": "Not url"
    },
    {
        "Year": "1997",
        "Authors": "Bulovich S.V, Vikolaynen V.E",
        "Title": " Algorithm for a solution of the full Navier-Stocks equations at a modelling of the flow in the ICE cylinder liner using two-dimensional treatment  In: Motauto'97. Proceeding. Volume I. ISBN 954-90272 - 1 - X. Russe. 15-17 October 1997, pp.45-51.",
        "Url": "Not url"
    },
    {
        "Year": "1997",
        "Authors": "Bulovich S.V, Vikolaynen V.E",
        "Title": " Numerical modelling of the gas-dynamic processes in the engine cylinder with external combustion chamber  In: Motauto'97. Proceeding. Volume I. ISBN 954-90272 - 1 - X. Russe. 15-17 October 1997, pp.39-45.",
        "Url": "Not url"
    }
]