[
    {
        "Year": "2022",
        "Authors": "Kolesnik E, Smirnov E, Smirnovsky A",
        "Title": " RANS-based numerical simulation of shock waveturbulent boundary layer interaction induced by a blunted fin normal to a flat plate  Computers & Fluids, Volume 247, 2022. P. 105622. DOI: 10.1016j.compfluid.2022.105622. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Kolesnik E.V, Smirnov E.M",
        "Title": " Supersonic laminar flow past a blunt fin: duality of numerical solution  Technical Physics Journal. – 2022, DOI: 10.1134S1063784221050133. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Kolesnik E.V, Babich E.V, Smirnovsky A.A, Smirnov E.M",
        "Title": " Effect of the blunt-fin sweep angle on 3D structure of a laminar supersonic junction flow  В книге: ХХI International Conference on the Methods of Aerophysical Research (ICMAR 2022). Abstracts. Part I. Novosibirsk, 2022. С. 96-97. DOI: 10.539549785604788967_96. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Smirnov E.M, Kolesnik E.V, Smirnov S.I, Smirnovsky A.A",
        "Title": " Numerical simulation of turbulent air mixed convection in rapidly rotating annular cavities  В книге: ХХI International Conference on the Methods of Aerophysical Research (ICMAR 2022). Abstracts. Part I. Novosibirsk, 2022. С. 182-183. DOI: 10.539549785604788967_182. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Blyum M.E, Bulovich S.V, Kolesnik E.V",
        "Title": " The possibility of the laminar-turbulent transition predicting in a zero-flow flow in a cylindrical tube using URANS models  В книге: ХХI International Conference on the Methods of Aerophysical Research (ICMAR 2022). Abstracts. Part II. Novosibirsk, 2022. С. 23-24. DOI: 10.539549785604788974_23. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Бабич Е.В, Филатова А.В, Колесник Е.В",
        "Title": " Картина вязко-невязкого взаимодействия при сверхзвуковом обтекании симметричного препятствия с разной формой передней кромки  Неделя науки ФизМех: сборник статей Всероссийской научной конференции, 4–9 апреля 2022 г. – СПб.: ПОЛИТЕХ-ПРЕСС, 2022. ISBN 978-5-7422-7904-4.– с.269-272. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Филатова А.В, Бабич Е.В, Колесник Е.В",
        "Title": " Оценка эффективности метода искусственной вязкости для подавления ударно-волновой неустойчивости при решении задачи обтекания цилиндра на неструктурированных сетках  Неделя науки ФизМех: сборник статей Всероссийской научной конференции, 4–9 апреля 2022 г. – СПб.: ПОЛИТЕХ-ПРЕСС, 2022. ISBN 978-5-7422-7904-4.– с.300-302. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Бабич Е.В, Колесник Е.В",
        "Title": " Опыт применения схем повышенного порядка точности с квазиодномерной реконструкцией переменных при расчетах на неструктурированных сетках  Вычислительный эксперимент в аэроакустике и аэродинамике: Сборник тезисов девятой российской конференции, Светлогорск, Калининградской области, 26 сентября – 01 2022 года. – Москва: Институт прикладной математики им.М.В.Келдыша РАН, 2022. – C. 64-67. ISBN 978-5-98354-064-4. – DOI 10.20948ceaa-2022. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Колесник Е.В, Бабич Е.В, Смирновский А.А, Смирнов Е.М",
        "Title": " Численное исследование взаимодействия пограничного слоя и затупленного тела в сверхзвуковом потоке  Вычислительный эксперимент в аэроакустике и аэродинамике: Сборник тезисов девятой российской конференции, Светлогорск, Калининградской области, 26 сентября – 01 2022 года. – Москва: Институт прикладной математики им.М.В.Келдыша РАН, 2022. – C. 166-170. ISBN 978-5-98354-064-4. – DOI 10.20948ceaa-2022. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Бабич Е.В, Колесник Е.В, Смирновский А.А",
        "Title": " Картина вязко-невязкого взаимодействия при сверхзвуковом обтекании препятствия с эллиптической формой закругления передней кромки  XXVI Всероссийский семинар с международным участием по струйным, отрывным и нестационарным течениям. Материалы докладов. Сер. \"Библиотека журнала \"Военмех. Вестник БГТУ\"\" Сост.: М.В. Чернышов, А.С. Капралова. Санкт-Петербург, 2022. С. 31-32. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Блюм М.Е, Булович С.В, Колесник Е.В",
        "Title": " Возможность описания ламинарно-турбулентного перехода с помощью URANS-моделей при течении с нулевым расходом в цилиндрической трубе  XXVI Всероссийский семинар с международным участием по струйным, отрывным и нестационарным течениям. Материалы докладов. Сер. \"Библиотека журнала \"Военмех. Вестник БГТУ\"\" Сост.: М.В. Чернышов, А.С. Капралова. Санкт-Петербург, 2022. С. 45-46. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2022",
        "Authors": "Гулиев Э.Г, Колесник Е.В, Махнов А.В, Смирновский А.А",
        "Title": " Опыт применения свободно распространяемых газодинамических кодов для расчёта двумерных сверхзвуковых течений  XXVI Всероссийский семинар с международным участием по струйным, отрывным и нестационарным течениям. Материалы докладов. Сер. \"Библиотека журнала \"Военмех. Вестник БГТУ\"\" Сост.: М.В. Чернышов, А.С. Капралова. Санкт-Петербург, 2022. С. 75-76. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2021",
        "Authors": "Kolesnik E.V, Smirnov E.M",
        "Title": " Dual numerical solutions for a supersonic laminar flow past a plate and a blunt-fin body junction  AIP Conference Proceedings. – 2021. – 2351, 040030, DOI: 10.10635.0052221. (скачать)\n",
        "Url": "https://aip.scitation.org/doi/pdf/10.1063/5.0052221"
    },
    {
        "Year": "2021",
        "Authors": "Kolesnik E.V, Smirnov E.M",
        "Title": " Supersonic laminar flow past a blunt fin: duality of numerical solution  Technical Physics Journal. – 2021. – Vol. 66, No. 5, pp. 742–749, DOI: 10.1134S1063784221050133. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2021",
        "Authors": "Smirnov E.M, Ivanov N.G, Kolesnik E.V",
        "Title": " Numerical Simulation of Turbulence Sharply Arising in a Free Convection Vertical-Plate Boundary Layer behind a Row of Rectangular Protuberances  AIP Conference Proceedings 2351, 020006 (2021), DOI: 10.10635.0052920, 4 p. (скачать)\n",
        "Url": "https://aip.scitation.org/doi/pdf/10.1063/5.0052920"
    },
    {
        "Year": "2021",
        "Authors": "Smirnov S.I, Smirnov E.M, Kolesnik E.V",
        "Title": " Structure of turbulent natural convection in a heated rapidly rotating inter-disk cavity with near-axis heat sinks  J. Phys.: Conf. Ser. 2021, Vol. 1959(1), 012045. DOI: 10.10881742-659619591012045. (скачать)\n",
        "Url": "https://www.proquest.com/openview/a09beb65043999e7f965f1e02483675a/1.pdf?pq-origsite=gscholar&cbl=4998668"
    },
    {
        "Year": "2021",
        "Authors": "Колесник Е.В",
        "Title": " Вязко-невязкое взаимодействие в трехмерных течениях с подковообразными вихревыми структурами: численное моделирование . Диссертация на соискание учетной степени кандидата физико-математических наук по специальности 01.02.05 Механика жидкости, газа и плазмы. Санкт-Петербург, 2021. - 193с. (скачать)\n",
        "Url": "http://www.spbstu.ru/dsb/07e2-thesis.pdf"
    },
    {
        "Year": "2021",
        "Authors": "Колесник Е.В, Смирнов Е.М",
        "Title": " Сверхзвуковое ламинарное обтекание затупленного ребра: двойственность численного решения  Журнал технической физики. – 2021. – Т. 91. – №5. – С. 764-771, ISSN: 0044-4642. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2021",
        "Authors": "Смирнов С.И, Колесник Е.В, Смирнов Е.М",
        "Title": " Структура турбулентной свободной конвекции в обогреваемой быстровращающейся междисковой полости с приосевым стоком тепла  IX Поляховские чтения: Материалы международной научной конференции по механике. 9–12 марта 2021 г Санкт-Петербург, СПбГУ. 2021. ISBN 978-5-9651-1331-6. С. 238-239. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2021",
        "Authors": "Шишкина И.А, Колесник Е.В",
        "Title": " Тестирование трёх методов подавления ударно-волновой неустойчивости на задаче гиперзвукового обтекания цилиндра  IX Поляховские чтения: Материалы международной научной конференции по механике. 9–12 марта 2021 г Санкт-Петербург, СПбГУ. 2021. ISBN 978-5-9651-1331-6. C. 240-242. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2020",
        "Authors": "Kolesnik E.V, Smirnovsky A.A, Smirnov E.M",
        "Title": " Compressibility effect on heat transfer intensified by horseshoe vortex structures in turbulent flow past a blunt-body and plate junction  J. Phys. Conf. Ser. 2020, V.1565, P. 012104(6). (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1565/1/012104"
    },
    {
        "Year": "2020",
        "Authors": "Kolesnik E.V, Smirnovsky A.A, Smirnov E.M",
        "Title": " Duality of the Vortex Structure Arising in a Supersonic Viscous Gas Flow Past a Plate and a Blunt-Fin Body Junction  Technical Physics Letters. 2020, 46(6), P.579-582. (скачать)\r\n",
        "Url": "https://link.springer.com/article/10.1134/S1063785020060206"
    },
    {
        "Year": "2020",
        "Authors": "Kolesnik E.V, Smirnov E.M, Smirnovsky A.A",
        "Title": " Self-excited periodic oscillations in a supersonic laminar flow past a blunt-fin body mounted on a plate  J. Phys. Conf. Ser. 2020. Vol. 1697. P. 012223. (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1697/1/012223/meta"
    },
    {
        "Year": "2020",
        "Authors": "Kolesnik E.V, Smirnovsky A.A",
        "Title": " and Smirnov E.M. Self-excited periodic oscillations in a supersonic laminar flow past a blunt-fin body mounted on a plate  J. Phys.: Conf. Ser. 2020, V.1697, P.012223(6). (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1697/1/012223"
    },
    {
        "Year": "2020",
        "Authors": "Kolesnik E.V, Smirnovsky A.A, Smirnov E.M",
        "Title": " Compressibility effect on heat transfer intensified by horseshoe vortex structures in turbulent flow past a blunt-body and plate junction  J. Phys. Conf. Ser. 2020. Vol. 1565. P. 012104. (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1565/1/012104"
    },
    {
        "Year": "2020",
        "Authors": "Kolesnik E.V, Smirnovsky A.A, Tschur N.A, Ivanov N.G, Smirnov E.M",
        "Title": " Experience in using a synthetic turbulence generator for eddy-resolving simulation of the vertical-plate free convection boundary layer  Journal of Physics: Conference Series, Vol. 1565 (2020) 012105 6 p. (DOI:10.10881742-659615651012105; Proceedings of the All-Russian scientific conference with international participation «Thermophysics and Power Engineering in Academic Centers» (TPEAC-2019), 21-23 October 2019, St. Petersburg, Russia) (скачать)\r\n\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1565/1/012105"
    },
    {
        "Year": "2020",
        "Authors": "Колесник Е.В, Смирнов Е.М",
        "Title": " Численное исследование вихревых структур и теплообмена при сверхзвуковом обтекании области сопряжения затупленного тела и пластины  Журнал технической физики. 2020. Т. 90. № 2. С. 185–192. (скачать)\r\n",
        "Url": "https://journals.ioffe.ru/articles/viewPDF/48807"
    },
    {
        "Year": "2020",
        "Authors": "Колесник Е.В, Смирновский А.А, Смирнов Е.М",
        "Title": " Двойственность вихревой структуры, возникающей при сверхзвуковом обтекании области сопряжения затупленного тела и пластины вязким газом  Письма в ЖТФ. 2020, V.46, № 12, P. 10–13. (скачать)\r\n",
        "Url": "https://journals.ioffe.ru/articles/49519"
    },
    {
        "Year": "2020",
        "Authors": "Левченя А.М, Трунова С.Н, Колесник Е.В",
        "Title": " Оценка возможностей RANS-моделей турбулентности по результатам расчетов свободной конвекции, развивающейся вблизи внезапно нагретой вертикальной пластины  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2020. Т. 13. № 2. С. 27–40. DOI: 10.18721JPM.13203. (скачать)\r\n",
        "Url": "https://physmath.spbstu.ru/article/2020.48.3/"
    },
    {
        "Year": "2019",
        "Authors": "Kuznetsov E.A, Kolesnik E.V, Khrapunov E.F",
        "Title": " Visualization of instability processes in pure thermal plume  Journal of Physics: Conference Series. – 2019. – 1382, 012020. 7p.                                                                                                                                                                                                                                                              \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Levchenya A.M, Kolesnik E.V, Smirnov E.M",
        "Title": " Disturbing effects of a cylinder-form macro-roughness on the turbulent free-convection boundary layer: Large Eddy Simulation  Journal of Physics: Conference Series. 1400 (2019) 077031. (International Conference PhysicA.SPb2019) DOI: 10.10881742-659614007077031. 6p.                                                                                                                  \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Kolesnik E.V, Smirnovsky A.A",
        "Title": " Numerical study of the vortex structure influence on heat transfer in the supersonic flow past a plate and a blunt fin junction  Journal of Physics: Conference Series. 1400 (2019) 077030. (International Conference PhysicA.SPb2019) DOI: 10.10881742-659614007077030. 6p.                                                                                                                            \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Kolesnik E.V, Smirnov E.M, Smirnovsky A.A",
        "Title": " Numerical solution of a 3D problem on a supersonic viscous gas flow past a plate-cylindrical body junction at M 2.95  St.Petersburg Polytechnical State University Journal. Physics and Mathematics. 12 (2) (2019) 7–22. DOI: 10.18721JPM.12201.                                                                                                                                              \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Колесник Е.В, Смирнов Е.М, Смирновский А.А",
        "Title": " Численное моделирование сверхзвукового течения вязкого газа в области примыкания цилиндрического тела к пластине»  XII Всероссийский съезд по фундаментальным проблемам теоретической и прикладной механики: сборник трудов в 4 томах. Т. 2: Механика жидкости и газа, С. 366-368 (Уфа, 19-24 августа 2019 года).                                                                              \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Колесник Е.В",
        "Title": " Интенсификация турбулентного теплообмена подковообразными вихревыми структурами, формирующимися при обтекании области сочленения затупленного тела и пластины: влияние числа Прандтля  XII Всероссийский съезд по фундаментальным проблемам теоретической и прикладной механики: сборник трудов в 4 томах. Т. 2: Механика жидкости и газа, С. 569-671 (Уфа, 19-24 августа 2019 года).                                          \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Колесник Е.В, Смирновский А.А, Смирнов Е.М",
        "Title": " Влияние сжимаемости на турбулентный теплообмен, интенсифицируемый вихревыми подковообразными структурами, формирующимися при обтекании установленного на пластине затупленного тела  Материалы всероссийской научной конференции с международным участием: XI Семинар ВУЗов по теплофизике и энергетике (21-23 октября 2019 г.). СПб. ПОЛИТЕХ-ПРЕСС, 2019, ISBN 978-5-7422-6703-4. с.184-185.  \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Колесник Е.В, Смирновский А.А, Щур Н.А, Иванов Н.Г, Смирнов Е.М",
        "Title": " Опыт применения генератора синтетической турбулентности при расчетах свободноконвективного пограничного слоя на вертикальной пластине вихреразрешающим методом  Материалы всероссийской научной конференции с международным участием: XI Семинар ВУЗов по теплофизике и энергетике (21-23 октября 2019 г.). СПб. ПОЛИТЕХ-ПРЕСС, 2019, ISBN 978-5-7422-6703-4. с.186-187.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Калаушина Е.А, Смирновский А.А, Бровин Д.С, Колесник Е.В",
        "Title": " Некоторые аспекты численного моделирования турбулентной круглой струи при помощи метода крупных вихрей  Неделя науки СПбПУ: материалы научной конференции с международным участием, 18–23 ноября 2019 г. Институт прикладной математики и механики. – СПб. : ПОЛИТЕХ-ПРЕСС, 2019. с.22-24.                                                                                      \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Машаев Н.К, Шишкина И.А, Колесник Е.В",
        "Title": " Численное исследование перехода между регулярным и маховским отражениями стационарных ударных волн  Неделя науки СПбПУ: материалы научной конференции с международным участием, 18–23 ноября 2019 г. Институт прикладной математики и механики. – СПб. : ПОЛИТЕХ-ПРЕСС, 2019. с.34-36.                                                                                                              \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Шишкина И.А, Машаев Н.К, Колесник Е.В",
        "Title": " Тестирование схем семейства AUSM на задаче невязкого сверхзвукового течения в канале с центральным клином  Неделя науки СПбПУ: материалы научной конференции с международным участием, 18–23 ноября 2019 г. Институт прикладной математики и механики. – СПб. : ПОЛИТЕХ-ПРЕСС, 2019. с.54-56.                                                                                                       \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Kolesnik E.V, Smirnov E.M",
        "Title": " Some aspects of numerical modeling of inviscid supersonic flow in a duct with a central wedge  Journal of Physics: Conf. Series 1038 (2018) 012133, DOI:10.10881742-659610381012133. 6 p.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Колесник Е.В, Смирновский А.А, Смирнов Е.М",
        "Title": " Сверхзвуковое обтекание вязким газом области сопряжения затупленного тела и пластины: сопоставление результатов расчета по нескольким численным схемам  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Политех-пресс, 2018, с. 29-31.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Потехин И.В, Колесник Е.В, Храпунов Е.Ф",
        "Title": " Смена режимов течения в свободноконвективном факеле с ростом числа Грасгофа  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Политех-пресс, 2018, с. 55-57.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Колесник Е.В, Смирновский А.А",
        "Title": " Опыт тестирования численных схем второго порядка для расчетов газодинамических течений: неструктурированные сетки с различной геометрией ячеек  Неделя науки СПбПУ: материалы научного форума с международным участием. Лучшие доклады. – СПб.: Политех-пресс, 2018, с. 188-193.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Kolesnik E.V, Smirnov E.M",
        "Title": " Testing of various schemes with quasi-one-dimensional reconstruction of gasdynamic variables in the case of unstructured-grid calculations  St. Petersburg Polytechnical University Journal: Physics and Mathematics (2017), 3(3), pp. 259-270, DOI: 10.1016j.spjpm.2017.09.010). \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Kolesnik E.V, Smirnov E.M",
        "Title": " Analysis of performance of scalar limiters in high-order schemes used for unstructured-grid gasdynamic flow computations  Advanced Math. Models & Applications, Vol.2, No.3, 2017, pp.266-274. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Колесник Е.В, Смирнов Е.М. Анализ работоспособности скалярных ограничителей в схемах повышенного порядка, разработанных для расчета газодинамических течений на неструктурированных сетках / Проблемы газодинамики и тепломассобмена в энергетических установках: Труды XXI Школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева (22—26 мая 2017 г, г",
        "Title": " Санкт-Петербург).— М.: Издательский дом МЭИ, 2017. – С. 171-174. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Колесник Е.В, Смирновский А.А",
        "Title": " Влияние типа сеточных элементов на свойства схем повышенного порядка точности в расчетах газодинамических течений на неструктурированных сетках  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Изд-во Политехн. ун-та, 2017. – С.233-236. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Колесник Е.В, Смирнов Е.М",
        "Title": " Тестирование различных схем с квазиодномерной реконструкцией газодинамических переменных при расчетах на неструктурированных сетках  Научно-технические ведомости СПБГПУ. Физико-математические науки. 2017. Т. 10. № 3. С. 123–139. DOI: 10.18721JPM.10312 \r\n",
        "Url": "Not url"
    }
]