[
    {
        "Year": "2022",
        "Authors": "Левченя А.М, Смирнов Е.М, Трунова С.Н",
        "Title": " Влияние периодической макрошероховатости на развитие турбулентной свободной конвекции у внезапно нагреваемой вертикальной пластины  Письма в Журнал технической физики. 2022. Т. 48. № 3. С. 47-50. (скачать)\r\n",
        "Url": "https://journals.ioffe.ru/articles/viewPDF/51984"
    },
    {
        "Year": "2020",
        "Authors": "Kotikova M.R, Levchenya A.M, Zasimova M.A, Smirnov E.M",
        "Title": " Vertical-plate free convection boundary layer disturbed by a row of circular cylinders: RANS-based numerical simulation  Journal of Physics: Conference Series, Vol. 1565 (2020) 012082 6 p. (DOI: 10.10881742-659615651012082; Proceedings of the All-Russian scientific conference with international participation «Thermophysics and Power Engineering in Academic Centers» (TPEAC-2019), 21-23 October 2019, St. Petersburg, Russia) (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1565/1/012082/pdf"
    },
    {
        "Year": "2020",
        "Authors": "Chumakov Yu.S, Levchenya A.M, Smirnov E.M",
        "Title": " Computational and experimental study of 3D flow near the cube immersed in the turbulent free convection boundary layer on a vertical heated plate  Journal of Physics: Conference Series, Volume 1675, 5th All-Russian Scientific Conference Thermophysics and Physical Hydrodynamics with the School for Young Scientists (TPH-2020) 13-20 September 2020, Yalta, Crimea (2020) J. Phys.: Conf. Ser. 1675 012023, DOI:10.10881742-659616751012023. (scopus) (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1675/1/012023/pdf"
    },
    {
        "Year": "2020",
        "Authors": "Chumakov Yu.S, Smirnov E.M, Levchenya A.M, Panov D.O",
        "Title": " Effect of the horseshoe-shaped vortex on heat transfer in vicinity of the leading edge of a cylinder immersed in the turbulent free convection boundary layer on a vertical plate  Journal of Physics: Conference Series, Volume 1683, Hydrodynamics and heat and mass transfer, (2020) J. Phys.: Conf. Ser. 1683 022022, DOI:10.10881742-659616832022022. (scopus) (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1683/2/022022/pdf"
    },
    {
        "Year": "2020",
        "Authors": "Levchenya A.M, Smirnov E.M, Smirnovsky A.A",
        "Title": " and Zasimova M.A. Disturbing action of a cubical obstacle on the turbulent vertical-plate free convection boundary layer: RANS-based simulation  Journal of Physics: Conference Series. (Proceedings of the International Conference PhysicA.SPb2020, 19-23 October 2020, St. Petersburg, Russia). Vol. 1697, 2020, 012215, 6 p. DOI: 10.10881742-659616971012215 (скачать)\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1697/1/012215"
    },
    {
        "Year": "2020",
        "Authors": "Smirnov E.M, Levchenya A.M, Ivanov N.G, Smirnovsky A.A",
        "Title": " Experience in DNS of turbulent free convection in air along an isothermal vertical plate  Journal of Physics: Conference Series, Vol. 1675 (2020) 012077 5 p. (DOI: 10.10881742-659616751012077; Proceedings of the 5th All-Russian Scientific Conference Thermophysics and Physical Hydrodynamics with the School for Young Scientists (TPH-2020) 13-20 September 2020, Yalta, Crimea) (скачать)\r\n\r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1675/1/012077"
    },
    {
        "Year": "2020",
        "Authors": "Левченя А.М, Трунова С.Н, Колесник Е.В",
        "Title": " Оценка возможностей RANS-моделей турбулентности по результатам расчетов свободной конвекции, развивающейся вблизи внезапно нагретой вертикальной пластины  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2020. Т. 13. № 2. С. 27–40. DOI: 10.18721JPM.13203. (скачать)\r\n",
        "Url": "https://physmath.spbstu.ru/article/2020.48.3/"
    },
    {
        "Year": "2020",
        "Authors": "Чумаков Ю.С, Левченя А.М, Храпунов Е.Ф",
        "Title": " Экспериментальное исследование течения в зоне влияния цилиндра, погруженного в свободноконвективный пограничный слой на вертикальной поверхности  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2020. Т. 13. № 1. С. 66–77. DOI: 10.18721JPM.13106. (скачать)\r\n",
        "Url": "https://physmath.spbstu.ru/userfiles/files/articles/2020/1/6_66-77_13(1)2020.pdf"
    },
    {
        "Year": "2020",
        "Authors": "Засимова М.А, Левченя А.М, Смирнов С.И, Смирнов Е.М",
        "Title": " Подковообразные вихревые структуры в окрестности цилиндрического выступа, возмущающего турбулентный свободно-конвективный пограничный слой на вертикальной пластине  Сборник материалов VII Всероссийской конференции с международным участием, посвященной памяти профессоров Г.З.Гершуни, Е.М.Жуховицкого и Д.В.Любимова. «Пермские гидродинамические научные чтения» (22-24 октября 2020 г.). 2020. С. 176-181. ISBN 978-5-7944-3563-4. (скачать)\r\n",
        "Url": "http://www.psu.ru/files/docs/science/books/sborniki/permskie-gidrodinamicheskie-nauchnye-chteniya-2020.pdf"
    },
    {
        "Year": "2019",
        "Authors": "Smirnov E.M, Levchenya A.M, Zhukovskaya V.D",
        "Title": " RANS-based numerical simulation of the turbulent free convection vertical-plate boundary layer disturbed by a normal-to-plate circular cylinder  International Journal of Heat and Mass Transfer, 2019, V.144, P. 118573. DOI: 10.1016j.ijheatmasstransfer.2019.118573. (скачать)                        \r\n",
        "Url": "http://www.sciencedirect.com/science/article/pii/S0017931019323671"
    },
    {
        "Year": "2019",
        "Authors": "Levchenya A.M, Kolesnik E.V, Smirnov E.M",
        "Title": " Disturbing effects of a cylinder-form macro-roughness on the turbulent free-convection boundary layer: Large Eddy Simulation  Journal of Physics: Conference Series. 1400 (2019) 077031. (International Conference PhysicA.SPb2019) DOI: 10.10881742-659614007077031. 6p. (скачать)                                                                                                               \r\n",
        "Url": "https://iopscience.iop.org/article/10.1088/1742-6596/1400/7/077031/pdf"
    },
    {
        "Year": "2019",
        "Authors": "Иванов Н.Г, Левченя А.М",
        "Title": " Вопросы построения вычислительного практикума по решению многомерных задач гидрогазодинамики и теплофизики  Материалы всероссийской научной конференции с международным участием: XI Семинар ВУЗов по теплофизике и энергетике (21-23 октября 2019 г.). СПб. ПОЛИТЕХ-ПРЕСС, 2019, ISBN 978-5-7422-6703-4. с.162-163.                                                                                             \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Котикова М.Р, Левченя А.М, Засимова М.А, Смирнов Е.М",
        "Title": " Свободно-конвективный пограничный слой на вертикальной пластине, возмущаемый поперечным рядом цилиндрических препятствий: численное моделирование на основе RANS-подхода  Материалы всероссийской научной конференции с международным участием: XI Семинар ВУЗов по теплофизике и энергетике (21-23 октября 2019 г.). СПб. ПОЛИТЕХ-ПРЕСС, 2019, ISBN 978-5-7422-6703-4. с.204-205.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Желудков Н.А, Левченя А.М",
        "Title": " Численное исследование гистерезисных явлений при размыкании турбулентной закрученной струи, истекающей из кольцевого сопла  Неделя науки СПбПУ: материалы научной конференции с международным участием, 18–23 ноября 2019 г. Институт прикладной математики и механики. – СПб. : ПОЛИТЕХ-ПРЕСС, 2019. с.13-16.                                                                                                 \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Молодожников Н.А, Котикова М.Р, Левченя А.М",
        "Title": " RANS моделирование свободноконвективного пограничного слоя, возмущенного препятствиями конечной высоты  Неделя науки СПбПУ: материалы научной конференции с международным участием, 18–23 ноября 2019 г. Институт прикладной математики и механики. – СПб. : ПОЛИТЕХ-ПРЕСС, 2019. с.25-27.                                                                                                  \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2019",
        "Authors": "Левченя А.М, Смирнов Е.М, Погребная Л.И",
        "Title": " Численное моделирование конвективного теплообмена в поддоне вымораживающего барабана горизонтального типа  Вопросы науки и образования. № 16 (63), 2019. С.4-11.                                                                                                                                                                                                                               \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Levchenya A.M, Smirnov E.M, Zhukovskaya V.D, Ivanov N.G",
        "Title": " Numerical study of 3D turbulent flow and local heat transfer near a cylinder introduced into the freeconvection boundary layer on a vertical plate  In: Proc. of the 16th International Heat Transfer Conference, IHTC-16 August 10-15, 2018, Beijing, China, Paper IHTC16-22916. DOI: 10.1615IHTC16.hte.022916. 2018. p.5493-5500.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Malah H, ChumakovY.S, Levchenya A.M",
        "Title": " A study of the vortex structures around circular cylinder mounted on vertical heated plate  AIP Conference Proceedings 1959, 050018 (2018); DOI: 10.10631.5034646, 7 p.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Levchenya A.M, Smirnov E.M, Zhukovskaya V.D",
        "Title": " Numerical study of 3D flow structure near a cylinder piercing turbulent free-convection boundary layer on a vertical plate  AIP Conference Proceedings 1959, 050017 (2018); DOI: 10.10631.5034645, 8 p.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Селютин В.В, Левченя А.М",
        "Title": " Расчеты течения в осерадиальном диффузоре с фиксированной точкой отрыва: влияние выбора RANS-модели турбулентности  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Политех-пресс, 2018, с. 44-46.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Чумаков Ю.С, Левченя А.М, Малах Х",
        "Title": " Формирование вихревой структуры в окрестности стыка кругового цилиндра с вертикальной нагретой поверхностью  Научно-технические ведомости СПбГПУ. Физико-математические науки. 2018. Т. 11. № 1. — С. 73–85. DOI: 10.18721JPM.11108\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": " ",
        "Title": " ",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Егоров В.О, Левченя А.М",
        "Title": " Численное моделирование сжимаемого турбулентного течения в осерадиальном диффузоре с использованием RANS-подхода  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Изд-во Политехн. ун-та, 2017. – С.210-212. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Жуковская В.Д, Левченя А.М",
        "Title": " Численное моделирование возмущающего действия кругового цилиндра на пристенный свободноконвективный турбулентный пограничный слой  Неделя науки СПбПУ: материалы научной конференции с международным участием. Институт прикладной математики и механики. – СПб.: Изд-во Политехн. ун-та, 2017. – С.216-219. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Левченя А.М, Кириллов А.И, Смирнов Е.М",
        "Title": " Численное моделирование отрывного течения в кольцевом осерадиальном диффузоре  Научно-технические ведомости СПбПУ. Естественные и инженерные науки. 2017. Т. 23. № 4. С. 172–180. DOI: 10.18721JEST.230417. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2015",
        "Authors": "Abramov A.G, Levchenya A.M, Smirnov E.M, Smirnov P.E",
        "Title": " Numerical simulation of liquid metal turbulent heat transfer from an inline tube bundle in cross-flow  St. Petersburg Polytechnical University Journal: Physics and Mathematics, 2015, Vol. 1, No.4, P. 356-363. DOI: 10.1016j.spjpm.2016.02.002. (скачать)",
        "Url": "http://www.sciencedirect.com/science/article/pii/S2405722316300044/pdfft?md5=82b0bea8ee16e864bd5b5257da164c8e&pid=1-s2.0-S2405722316300044-main.pdf"
    },
    {
        "Year": "2015",
        "Authors": "Абрамов А.Г, Левченя А.М, Смирнов Е.М, Смирнов П.Е",
        "Title": " Численное моделирование турбулентного теплообмена в коридорном пучке труб, поперечно обтекаемом жидким металлом  Научно-технические ведомости СПбГПУ. Физико-математические науки. - 2015. - №4(230). – C. 24-35.",
        "Url": "Not url"
    },
    {
        "Year": "2015",
        "Authors": "Колесник Е.В, Иванов Н.Г, Левченя А.М. Численное моделирование трехмерного турбулентного течения в круглой трубе с поворотом на 90 градусов / Проблемы газодинамики и тепломассообмена в энергетических установках: Труды XX Школы-семинара молодых ученых и специалистов под руководством академика РАН А.И. Леонтьева (24-29 мая 2015 г, г",
        "Title": " Звенигород). – М.: Издательский дом МЭИ, 2015. – с. 59-62. ISBN 978-5-383-00941-3.",
        "Url": "Not url"
    },
    {
        "Year": "2011",
        "Authors": "Левченя А.М, Липницкая С.Н",
        "Title": " Оптимизация формы канала квадратного сечения с поворотом на 180° с целью снижения потерь: численное моделирование трехмерного турбулентного течения  Тепловые процессы в технике, 2011, №12, с.537-544.",
        "Url": "Not url"
    },
    {
        "Year": "2010",
        "Authors": "Levchenya A.M, Smirnov E.M. Numerical analysis of the multiple-horseshoe-vortex effects on the endwall heat transfer in the leading-edge region of a symmetric bluff body board / Int. Heat Transfer Conference, 8 - 13 August, 2010, Washington D.C, USA",
        "Title": " CD-ROM proceedings, paper IHTC-22655, 8 P.",
        "Url": "Not url"
    },
    {
        "Year": "2010",
        "Authors": "Levchenya A.M, Smirnov E.M, Goryachev V.D",
        "Title": " RANS-based numerical simulation and visualization of the horseshoe vortex system in the leading edge endwall region of a symmetric body  International Journal of Heat and Fluid Flow, Volume 31, Issue 6, December 2010, Pages 1107-1112.",
        "Url": "Not url"
    },
    {
        "Year": "2010",
        "Authors": "Левченя А.М",
        "Title": " Численное исследование трехмерного течения и теплообмена в месте сопряжения цилиндрических тел с пластиной и в приторцевых областях турбинных решеток. Диссертация на соискание ученой степени кандидата физико-математических наук, cпециальность 01.02.05 - Механика жидкости, газа и плазмы. (скачать)",
        "Url": "http://www.spbstu.ru/science/files/00000191.pdf"
    },
    {
        "Year": "2010",
        "Authors": "Левченя А.М, Смирнов Е.М",
        "Title": " Численное исследование трехмерного турбулентного течения и торцевого теплообмена в крупномасштабной решетке рабочих турбинных лопаток  Теплофизика высоких температур, 2010, том 48, N1, с. 62-73.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Levchenya A.M, Smirnov E.M, Goriatchev V.D",
        "Title": " RANS-based numerical simulation and visualization of the horseshoe vortex system in the leading-edge endwall region of a symmetric body  Proceedings of the 14th International Conference on Fluid Flow Technologies. Budapest, Hungary, September 9-12, 2009. 8 pages.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Levchenya A.M, Smirnov E.M, Zaytsev D.K",
        "Title": " Numerical simulation of the endwall heat transfer in the Langston cascade  Int. Symp. on Heat Transfer in Gas Turbine Systems 9 - 14 August, 2009, Antalya, Turkey. CD-ROM proceedings, paper 9 EW, 8p. (скачать)",
        "Url": "http://www.ichmt.org/turbine-09/images/abstracts/9.pdf"
    },
    {
        "Year": "2009",
        "Authors": "Левченя А.М",
        "Title": " Численное моделирование турбулентного течения и теплообмена в области сочленения пластины и закрепленного на ней симметричного тела с утолщенной лобовой частью  В кн.: Проблемы газодинамики и тепломассообмена в аэрокосмических технологиях. Том 2.- М.: Изд-во МЭИ, 2009. Стр.90 - 93. (скачать)",
        "Url": "http://hotlinks.ru/private/pdf/leo09_paper.pdf"
    },
    {
        "Year": "2008",
        "Authors": "Левченя А.М, Смирнов Е.М",
        "Title": " Численное моделирование трехмерного потока, обтекающего круговой цилиндр в области его сочленения с гладкой стенкой  В кн.: Всероссийский семинар по аэрогидродинамике, посвященный 90-летию со дня рождения С.В. Валландера: избранные труды всероссийского семинара, - СПб, 2008. Стр. 64-69. (скачать)",
        "Url": "http://www.hotlinks.ru/private/pdf/smirnovEM.pdf"
    },
    {
        "Year": "2007",
        "Authors": "Levchenya A.M, Smirnov E.M",
        "Title": " CFD-analysis of 3d flow structure and endwall heat transfer in a transonic turbine blade cascade: effects of grid refinement  CD-ROM Proc. of West-East High Speed Flow Field Conference - WEHSFF'07. Moscow, Russia, 19-22 November 2007. 12 pp. (скачать)",
        "Url": "http://hotlinks.ru/private/wehsff07/wehsff07ppt.pdf"
    },
    {
        "Year": "2006",
        "Authors": "Левченя А.М, Рис В.В, Смирнов Е.М",
        "Title": " Тестирование моделей турбулентности применительно к расчетам трехмерного течения и торцевого теплообмена в решетках утолщенных сопловых лопаток  В кн.: Четвертая Российская Национальная Конференция по Теплообмену. Труды конференции. Том II (Вынужденная конвекция однофазной жидкости). - М.: Изд-во МЭИ, 2006. Стр. 167-170. (скачать)",
        "Url": "http://www.hotlinks.ru/private/rnkt4/paper469.pdf"
    },
    {
        "Year": "2005",
        "Authors": "Левченя А.М",
        "Title": " Численное моделирование турбулентного течения в рабочем колесе центробежного компрессора  Труды XV Школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева. Том 2. - Москва: Издательство МЭИ, 2005. С.57-60. (скачать)",
        "Url": "http://www.hotlinks.ru/private/tesis/leo15.pdf"
    },
    {
        "Year": "2003",
        "Authors": "Левченя А.М",
        "Title": " Применение k-omega модели турбулентности к расчету трехмерного трансзвукового течения и торцевого теплообмена в решетке турбинных профилей  В кн.: Проблемы газодин. и теплообмена в энергет. устан. Том II.- М.: Изд-во МЭИ, 2003. Стр.110 - 113. (скачать)",
        "Url": "http://www.hotlinks.ru/private/leo03/"
    },
    {
        "Year": "2002",
        "Authors": "Иванов Н.Г, Левченя А.М, Рис В.В, Смирнов Е.М",
        "Title": " Расчет трехмерного течения и теплообмена в экспериментальной модели решетки рабочих лопаток на основе одно- и двухпараметрических моделей турбулентности  Труды Третьей Российской национальной конференции по теплообмену. Том 2. - Москва: Издательство МЭИ, 2002. - с.147-150. (скачать)",
        "Url": "http://www.hotlinks.ru/private/pap453/"
    },
    {
        "Year": "2001",
        "Authors": "Левченя А.М, Рыков Д.С",
        "Title": " Сетевой интерфейс к солверу SINF для численного моделирования термогидродинамических процессов в информационно-вычислительной среде I&CS2  В кн.: Физические основы экспериментального и математического моделирования процессов газодинамики и тепломассообмена в энергетических установках: Труды Тринадцатой Школы-семинара молодых ученых и специалистов под руководством академика РАН А.И. Леонтьева. Том I.- М.: Изд-во МЭИ, 2001. Стр.124 - 126. (ознакомиться с тезисами доклада)",
        "Url": "http://www.hotlinks.ru/private/ics/"
    }
]