[
    {
        "Year": "2018",
        "Authors": "Zaitsev D.K, Smirnovsky A.A, Pozhilov A.A, Smirnov E.M",
        "Title": " Numerical modeling of 3D phenomena typical for axial heat pipes  In: Heat Pipes, Heat Pumps, Refrigerators, Power Sources (Proc. X Minsk International Seminar, Minsk, Belarus, 10–13 September, 2018). – Minsk. – 2018. – 537p. – pp. 210-217.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": "Пожилов А.А, Храбрый А.И",
        "Title": " Численное моделирование тепломассопереноса в конденсаторе контурной тепловой трубы на основе гибридной «трехмернойодномерной» модели  Тепловые процессы в технике. – 2018. – Т. 10, №5-6. – С. 213-220.\r\n",
        "Url": "Not url"
    },
    {
        "Year": "2018",
        "Authors": " ",
        "Title": " ",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Pozhilov A.A, Zaitsev D.K, Smirnov E.M, Smirnovsky A.A",
        "Title": " Numerical simulation of heat and mass transfer in a 3D model of a loop heat pipe evaporator  St. Petersburg Polytechnical University Journal: Physics and Mathematics, V. 3, Issue 3, 2017, P.210-217. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Зайцев Д.К, Пожилов А.А, Смирнов Е.М, Смирновский А.А",
        "Title": " Численное моделирование сопряженного тепломассопереноса с испарением рабочего тела на поверхности пористой структуры с применением многосеточных алгоритмов  Параллельные вычислительные технологии – XI международная конференция, ПаВТ'2017, г. Казань, 3–7 апреля 2017 г. Короткие статьи и описания плакатов. Челябинск: Издательский центр ЮУрГУ. – 2017. – С.309-317. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Пожилов А.А, Храбрый А.И. Численное моделирование работы конденсатора контурной тепловой трубы на основе гибридной «трехмерной/ одномерной» модели / Труды Юбилейной конференции Национального комитета РАН по тепло- и массообмену «Фундаментальные и прикладные проблемы тепломассообмена» и XXI Школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева «Проблемы газодинамики и тепломассобмена в энергетических установках» (22—26 мая 2017 г, Санкт-Петербург): В 2 т",
        "Title": " Т. 2. М.: Издательский дом МЭИ, 2017. — С.365-368. \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2017",
        "Authors": "Пожилов А.А, Зайцев Д.К, Смирнов Е.М, Смирновский А.А",
        "Title": " Численное моделирование тепломассопереноса в трехмерной модели испарителя контурной тепловой трубы  Научно-технические ведомости СПБГПУ. Физико-математические науки. – 2017. – Т. 10. – No 3. С.52-63. DOI: 10.18721JPM.10305 \r\n",
        "Url": "Not url"
    },
    {
        "Year": "2016",
        "Authors": "Zaitsev D, Pozhilov A, Smirnov E, Smirnovsky A",
        "Title": " Numerical simulation of conjugate heat and mass transfer in a loop heat pipe evaporator  CEUR Workshop Proceedings, 2016, Vol. 1576, P. 512-520. (скачать)",
        "Url": "http://ceur-ws.org/Vol-1576/037.pdf"
    },
    {
        "Year": "2016",
        "Authors": "Зайцев Д.К, Пожилов А.А, Смирнов Е.М, Смирновский А.А. Численное моделирование сопряженного тепломассопереноса в испарителе контурной тепловой трубы / Параллельные вычислительные технологии (ПаВТ’2016): труды X международной научной конференции (28 марта - 1 апреля 2016 г, г",
        "Title": " Архангельск). - Челябинск: Изд. центр ЮУрГУ, 2016. - 816 с. - С. 512-520. (скачать)",
        "Url": "http://omega.sp.susu.ru/PaVT2016/short/037.pdf"
    }
]