[
    {
        "Year": "2022",
        "Authors": "Chang H",
        "Title": " Son, Nikolay G. Ivanov, Evgueni M. Smirnov, Denis S. Telnov. Computational Fluid Dynamics Airflow Modelling of the CASA – Crew Alternative Sleeping Area of the ISS  In: Proc. of the 51st International Conference on Environmental Systems, July 10-14, 2022, Saint Paul, Minnesota. 2022. 10 p. (скачать)\r\n",
        "Url": "https://ttu-ir.tdl.org/handle/2346/89646"
    },
    {
        "Year": "2021",
        "Authors": "Chang H",
        "Title": " Son, Nikolay G. Ivanov, Evgueni M. Smirnov, Denis S. Telnov. Numerical Modeling of Node 2 Rackbay Crew Quarters Exhausts and Intakes Airflow Interaction  In: Proc. of the 50th International Conference on Environmental Systems, 12-14 July 2021, Virtual Event. 2021. 9 p. (скачать)\n",
        "Url": "https://ttu-ir.tdl.org/bitstream/handle/2346/87032/ICES-2021-1.pdf?sequence=1&isAllowed=y"
    },
    {
        "Year": "2019",
        "Authors": "Ivanov N.G, Smirnov E.M, Son C.H, Telnov D.S",
        "Title": " CFD Evaluation of Directional Variation Effects of the Air Supply Diffuser for the International Space Station Cabin Atmosphere  E3S Web of Conferences, Vol 111, 01034. 2019. 6 p. DOI: 10.1051e3sconf201911101034 (скачать)\r\n",
        "Url": "https://www.e3s-conferences.org/articles/e3sconf/abs/2019/37/e3sconf_clima2019_01034/e3sconf_clima2019_01034.html"
    },
    {
        "Year": "2019",
        "Authors": "Chang H",
        "Title": " Son, Nikolay G. Ivanov, Evgueni M. Smirnov, Denis S. Telnov. Numerical simulation of toilet system air flow characteristics in the International Space Station  In: Proc. of the 49th International Conference on Environmental Systems, July 7-11, 2019, Boston, Massachusetts. 2019. 16 p. (скачать)                                          \r\n",
        "Url": "https://ttu-ir.tdl.org/handle/2346/84785"
    },
    {
        "Year": "2018",
        "Authors": "Chang H",
        "Title": " Son, Nikolay G. Ivanov, Denis S. Telnov, Evgueni M. Smirnov CFD Study of Airflow Characteristics in the U.S. Laboratory and Node 2 with IMV Bypass Reconfiguration  In: Proc. of the 48th International Conference on Environmental Systems, July 8-12, 2018, Albuquerque, New Mexico. 2018. 10 p. (скачать)\r\n",
        "Url": "https://ttu-ir.tdl.org/ttu-ir/handle/2346/74061"
    },
    {
        "Year": "2018",
        "Authors": "Chang H",
        "Title": " Son, Nikolay G. Ivanov, Denis S. Telnov, Evgueni M. Smirnov CFD-Based Evaluation of Inlet Diffuser Cluttering Effects on the International Space Station Cabin Atmosphere  In: Proc. of the 48th International Conference on Environmental Systems, July 8-12, 2018, Albuquerque, New Mexico. 2018. 8 p. (скачать)\r\n",
        "Url": "https://ttu-ir.tdl.org/ttu-ir/handle/2346/74062"
    },
    {
        "Year": "2017",
        "Authors": "Chang H",
        "Title": " Son, Nikolay G. Ivanov, Denis S. Telnov, Evgueni M. Smirnov. Numerical Study of Ammonia Leak Propagation Characteristics in Node 2  In: Proc. of the 47th International Conference on Environmental Systems, July 16-20, 2017, Charleston, South Carolina. 2016. 11 p. (скачать)\r\n",
        "Url": "https://ttu-ir.tdl.org/ttu-ir/handle/2346/72983"
    },
    {
        "Year": "2016",
        "Authors": "Son Chang H, Ivanov Nikolay G, Telnov Denis S, Smirnov Evgueni M",
        "Title": " CFD Modeling of Oxygen Generation System Operation Effect on the Rack Air Composition  In: Proc. of the 46th International Conference on Environmental Systems, July 10-14, 2016, Vienna, Austria. 2016. 13 p. (скачать)",
        "Url": "https://ttu-ir.tdl.org/ttu-ir/handle/2346/67628"
    },
    {
        "Year": "2015",
        "Authors": "Son Chang H, Ivanov Nikolay G, Telnov Denis S, Smirnov Evgueni M",
        "Title": " Numerical Modeling of a Rack Ventilation Characteristics for the International Space Station on Orbit Operation  In: Proc. of the 45th International Conference on Environmental Systems, July 12-16, 2015, Bellevue, Washington, USA. 2015. pp. 240-245.",
        "Url": "Not url"
    },
    {
        "Year": "2014",
        "Authors": "Chang H",
        "Title": " Son, Nikolay G. Ivanov, Denis S. Telnov, Evgueni M. Smirnov CFD Modeling of Water Mist Portable Fire Extinguisher Discharge Characteristics in the International Space Station  In: Proc. of the 44th International Conference on Environmental Systems. July 13-17, 2014, Tucson, Arizona, USA. - 2014. - P.871-880.",
        "Url": "Not url"
    },
    {
        "Year": "2013",
        "Authors": "Chang H",
        "Title": " Son, Nikolay G. Ivanov, Denis S. Telnov, Evgueni M. Smirnov. CFD Modeling of Water Droplet Transport for ISS Hygiene Activity Application  AIAA Technical Paper AIAA 2013-3456. 2013. 8 p. (DOI: 10.25146.2013-3456).",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Son C.H, Ivanov N.G, Telnov D.S, Smirnov E.M",
        "Title": " Numerical Study of Ammonia Leak and Dispersion in the International Space Station  AIAA Technical Paper AIAA 2012-3582. 2012. pp. 392-401.",
        "Url": "Not url"
    },
    {
        "Year": "2012",
        "Authors": "Son C.H, Ivanov N.G, Telnov D.S, Smirnov E.M",
        "Title": " CFD Ventilation Study for the Human Powered Centrifuge at the International Space Station  AIAA Technical Paper AIAA 2012-3583. 2012. pp.761-769.",
        "Url": "Not url"
    },
    {
        "Year": "2011",
        "Authors": "Ivanov N.G, Telnov D.S, Smirnov E.M, Son C.H",
        "Title": " Propagation of CO2 field after fire extinguisher discharge: a numerical study  AIAA Technical Paper AIAA 2011-5078. 2011. 8 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2011",
        "Authors": "Son C.H, Ivanov N.G, Telnov D.S, Smirnov E.M",
        "Title": " Integrated ventilation modeling for crew quarter airflow  AIAA Technical Paper AIAA 2011-5079. 2011. 11 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2011",
        "Authors": "Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " CFD modeling of International Space Station and visiting spacecraft ventilation: evaluation of design solutions for complex on-orbit operations  In: Proc. of the 12th International Conference on Air Distribution in Rooms (Roomvent 2011), June 19-22, 2011, Trondheim, Norway. 8 p. (скачать)",
        "Url": "http://www.tapironline.no/fil/vis/700"
    },
    {
        "Year": "2010",
        "Authors": "Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " CFD analysis for oxygen concentration during respiratory support pack operation  AIAA Technical Paper AIAA 2010-6208. 2010. 9 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2010",
        "Authors": "Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " CFD analysis of node 1 ventilation and carbon dioxide transport for the maximum stowage configuration  AIAA Technical Paper AIAA 2010-6207. 2010. 9 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2010",
        "Authors": "Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " International Space Station node 3 CFD ventilation modeling for early ingress and nominal operation  AIAA Technical Paper AIAA 2010-6170. 2010. 10 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Son C.H, Dunaway B.R, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " Analysis of convective heat transfer in the orbiter middeck for the shuttle rescue mission  SAE Technical Paper 2009-01-2550. 2009. 6 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " CFD study of ventilation and carbon dioxide transport for iss node 2 and attached modules  SAE Technical Paper 2009-01-2549. 2009. 6 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " CFD-based procedure for evaluation of ventilation of a suddenly-opened closeout space and its application to the International Space Station  SAE 2008 Transactions. SAE Int. J. Aerosp. 1(1). 2009. P.254-260.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " Computational Fluid Dynamics airflow analysis for the waste and hygiene compartment in the International Space Station  SAE 2008 Transactions. Journal of Aerospace. 2009. SAE Int. J. Aerosp. 1(1). 2009. P.247-253.",
        "Url": "Not url"
    },
    {
        "Year": "2009",
        "Authors": "Son, Ch.H, Ivanov, N.G, Smirnov, E.M, Telnov, D.S",
        "Title": " CFD study of ventilation and carbon dioxide concentration gradients for the International Space Station living quarters  In: Proc of the 11th ROOMVENT Conference, May 24-27, 2009, Busan, Korea. P.1267-1274.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " A CFD-based procedure for evaluation of ventilation of a suddenly-opened closeout space and its application to the International Space Station  SAE Technical Paper 2008-01-2058. 2008. 7 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2008",
        "Authors": "Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " Computational Fluid Dynamics analysis for the waste and hygiene compartment in the International Space Station  SAE Technical Paper 2008-01-2057. 2008. 7 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Smirnov E.M, Ivanov N.G, Telnov D.S, Son C.H",
        "Title": " CFD modeling of cabin air ventilation in the International Space Station: a comparison of RANS and LES data with test measurements for the Columbus Module  Int. J. of Ventilation. - 2006. - Vol. 5, N 2. - P.219-228.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Son C, Aksamentov V, Smirnov E, Ivanov N, Telnov D",
        "Title": " CFD modeling for ventilation: a method for Reynolds Averaged Navier-Stokes (RANS) data correlation  In: Proc of the 17th Air-conditioning and Ventilation Conference 2006, May 17-19, 2006, Prague, Czech Republic. P.281-286.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Son C.H, Dunaway B.R, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " Analysis of Carbon dioxide concentration in the shuttle orbiter middeck for the Launch on Need (LON) мission  SAE 2005 Transactions. Journal of Aerospace. 2006. P.112-117.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " Node 1 with advanced resistive exercise device Computational Fluid Dynamics modeling  SAE 2005 Transactions. Journal of Aerospace. 2006. P.106-111.",
        "Url": "Not url"
    },
    {
        "Year": "2006",
        "Authors": "Son C.H, Turner E.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " Integrated Computational Fluid Dynamics сarbon dioxide concentration study for the International Space Station  SAE 2005 Transactions. Journal of Aerospace. 2006. P.89-94.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Smirnov E.M, Ivanov N.G, Telnov D.S, Son C.H, Aksamentov V.K",
        "Title": " Computational Fluid Dynamics study of air flow characteristics in the Columbus module  SAE 2004 Transactions. Journal of Aerospace. 2005. P.1155-1163.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Son C.H, Dunaway B.R, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " Analysis of Carbon dioxide concentration in the shuttle orbiter middeck for the Launch on Need (LON) Mission.  SAE 2005 Transactions. Journal of Aerospace. P.112-117.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " Node 1 with advanced resistive exercise device Computational Fluid Dynamics Modeling  SAE Technical Paper 2005-01-2798. 2005. 6 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Son C.H, Turner E.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " Integrated Computational Fluid Dynamics carbon dioxide concentration study for the International Space Station  SAE 2005 Transactions. Journal of Aerospace. P.89-94.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Son C.H, Turner E.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " Integrated Computational Fluid Dynamics carbon dioxide concentration study for the International Space Station  SAE Technical Paper 2005-01-2795. 2005. 6 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2005",
        "Authors": "Turner E.H, Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " Air circulation and carbon dioxide concentration study of International Space Station Node 2 with Attached Modules  SAE 2004 Transactions. Journal of Aerospace. 2005. P.1150-1154.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Smirnov E.M, Ivanov N.G, Telnov D.S, Son C.H, Aksamentov V.K",
        "Title": " Computational Fluid Dynamics study of air flow characteristics in the Columbus module  SAE Technical Paper 2004-01-2500. 2004. 8 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2004",
        "Authors": "Turner E.H, Son C.H, Smirnov E.M, Ivanov N.G, Telnov D.S",
        "Title": " Air circulation and carbon dioxide concentration study of International Space Station Node 2 with Attached Modules  SAE Technical Paper 2004-01-2498. 2004. 5 pp.",
        "Url": "Not url"
    },
    {
        "Year": "2003",
        "Authors": "Ivanov N.G, Ris V.V, Smirnov E.M, Telnov D.S Numerical simulation of endwall heat transfer in a transonic turbine cascade / Proceedings of the Conference on Modelling Fluid Flow",
        "Title": " The 12th International Conference on Fluid Flow Technologies, Budapest, 2003. pp. 1121-1128.",
        "Url": "Not url"
    },
    {
        "Year": "2003",
        "Authors": "Ivanov N.G, Ris V.V, Smirnov E.M, Telnov D.S",
        "Title": " Numerical simulation of endwall heat transfer in a transonic turbine cascade  In: Proc. of the Conference on Modelling Fluid Flow (CMFF'03). The 12th International Conference on Fluid Flow Technologies. Budapest, Hungary, 2003. P.1121-1128.",
        "Url": "Not url"
    },
    {
        "Year": "2003",
        "Authors": "Иванов Н.Г, Николаев М.А, Тельнов Д.С",
        "Title": " Численное моделирование трехмерного течения и теплообмена в трансзвуковой турбинной решетке на основе модели турбулентности Спаларта-Аллмараса Труды XIV школы-семинара молодых ученых и специалистов под руководством акад. РАН А.И. Леонтьева \"Проблемы газодинамики и тепломассообмена в энергетических установках\". Том 2. - Москва: Издательство МЭИ, 2003. -с.70-73.",
        "Url": "Not url"
    }
]